Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Determines which corners are rounded for background and outline
he: קובע איזה פינות מעוגלות עבור רקע וקו חיצון
id: Menentukan sudut mana yang akan dibulatkan untuk latar belakang dan ikhtisar
nl: Bepaalt welke hoeken worden afgerond voor achtergrond en omtrek

source: Corner radius
he: רדיוס פינה
id: Radius sudut
nl: Hoekstraal

source: Radius of rounded corners for background and outline
he: רדיוס של פינות מעוגלות לרקע וקו חיצון
id: Radius sudut bulat untuk latar belakang dan ikhtisar
nl: Straal van afgeronde hoeken voor achtergrond en omtrek

source: Background fill color
he: צבע למילוי הרקע
id: Warna isian latar belakang
nl: Vulkleur voor achtergrond

source: Color to fill background with
he: צבע למלא רקע
id: Warna untuk mengisi latar belakang
nl: Kleur om achtergrond mee te vullen

source: Fill corners
he: מלא פינות
id: Sudut isian
nl: Hoeken vullen

source: Determines which corners are rounded at background
he: קובע איזה פינות מעוגלות ברקע
id: Menentukan sudut mana yang dibulatkan di latar belakang
nl: Bepaalt welke hoeken op de achtergrond worden afgerond

source: Radius of rounded corners of background
he: רדיוס של פינות מעוגלות של הרקע
id: Radius sudut latar belakang yang dibulatkan
nl: Straal van afgeronde hoeken van achtergrond

source: Outline color
he: צבע קו מתאר
id: Warna ikhtisar
nl: Omtrekkleur

source: Color to draw outline with
he: צבע לציור קו חיצון
id: Warna untuk menggambar ikhtisar
nl: Kleur om omtrek in te tonen

source: Outline width
he: רוחב קו חיצון
id: Lebar ikhtisar
nl: Omtrekbreedte

source: Width of line used to draw outline
he: רוחב קו המשמש לציור קו חיצון
id: Lebar garis yang digunakan untuk menggambar ikhtisar
nl: Breedte van regel die wordt gebruikt om omtrek te tonen

source: Outline borders
he: גבולות קו חיצון
id: Tepi ikhtisar
nl: Omtrekranden

source: Determines which sides of border of outline should be drawn
he: קובע איזה צדדים של גבול קו חיצון מצוירים
id: Menentukan sisi tepi yang mana ikhtisar akan digambar
nl: Bepaalt welke kanten van de rand van een omtrek worden getoond

source: Outline corners
he: פינות קו חיצון
id: Sudut ikhtisar
nl: Omtrekhoeken

source: Determines which corners are rounded at outline
he: קובע איזה פינות מעוגלות בקו חיצון
id: Menentukan sudut mana yang dibulatkan pada ikhtisar
nl: Bepaalt welke hoeken worden afgerond bij de omtrek

source: Outline corner radius
he: רדיוס פינת קו חיצון
id: Radius sudut ikhtisar
nl: Straal van omtrekhoek

source: Radius of rounded corners of outline
he: רדיוס של פינות מעוגלות של קו חיצון
id: Radius sudut bulat pada ikhtisar
nl: Straal van afgeronde hoeken van omtrek

source: Image
he: דמות
id: Gambar
nl: Schijfkopie

source: Image to draw as background
he: תמונה לציור כרקע
id: Gambar untuk ditampilkan sebagai latar belakang
nl: Afbeelding voor achtergrond

source: Event type
he: סוג אירוע
id: Tipe kejadian
nl: Gebeurtenistype

source: The event type this binding is bound to
he: סוג האירוע אליו קשורה הקשירה הזו
id: Tipe kejadian di mana ikatan ini terikat
nl: Het gebeurtenistype waar deze toetsbinding aan is gekoppeld

source: Class name
he: שם דרגה
id: Nama kelas
nl: Klassenaam

source: Class name of object this binding is bound to
he: שם דרגה של אובייקט אליו קשורה קשירה זו
id: Nama kelas objek di mana ikatan ini terikat
nl: Klassenaam van object waar deze toetsbinding aan is gekoppeld

source: Key
he: מקש
id: Tombol
nl: Toets

source: Key code of a keyboard event this binding is bound to
he: קוד מקש של אירוע מקלדת אליו קשורה קשירה זו
id: Kode tombol papan tik di mana ikatan ini terikat
nl: Toetscode van een toetsenbordgebeurtenis waar deze toetsbinding aan is gekoppeld

source: Modifiers
he: מציינים
id: Pengubah
nl: Speciale toetsen

source: Modifiers this binding is bound to
he: מציינים אליהם קשורה קשירה זו
id: Pengubah di mana ikatan ini terikat
nl: Speciale toetsen waar deze toetsbinding aan is gekoppeld

source: Class name of target of this binding
he: שם דרגה של מטרת קשירה זו
id: Nama kelas target ikatan ini
nl: Klassenaam van doel van deze toetsbinding

source: Action assigned to this binding
he: פעולה המוטלת על קשירה זו
id: Aksi yang ditetapkan ke ikatan ini
nl: Actie toegewezen aan deze toetsbinding

source: Flags
he: אותות סימון
id: Bendera
nl: Merktekens

source: Flags assigned to this binding
he: אותות סימן המוטלים על קשירה זו
id: Bendera yang ditetapkan ke ikatan ini
nl: Vlaggen toegewezen aan deze toetsbinding

source: Failed to create binding instance
he: נכשל ליצור מופע קשירה
id: Gagal instansi ikatan
nl: Kon geen toetsbindingsinstantie maken

source: Cannot set unsupported event type %s at binding
he: לא יכול לקבוע סוג אירוע לא נתמך %s בקשירה
id: Tak dapat menyetel tipe kejadian yang tak didukung %s pada ikatan
nl: Kan niet-ondersteund gebeurtenistype %s niet instellen voor toetsbinding

source: Cannot set invalid event type at binding
he: לא יכול לקבוע סוג אירוע לא חוקי בקשירה
id: Tak dapat menyetel tipe kejadian yang tak valid pada ikatan
nl: Kan ongeldig gebeurtenistype niet instellen voor toetsbinding

source: Error on line %d char %d:
he: שגיאה בשורה %d תו %d:
id: Galat pada baris %d karakter %d:
nl: Fout in regel %d teken %d:

source: Could not parse empty key-binding '%s'.
he: לא יכול לנתח קשירת מקש ריקה '%s'.
id: Tak dapat mengurai ikatan-tombol yang kosong '%s'.
nl: Kon lege toetsbinding '%s' niet lezen.

source: Could not parse modifier '%s' of key-binding '%s' because it is not enclosed by '<...>'
he: לא יכול לנתח מציין '%s' של קשירת מקש '%s' כי הוא לא סגור עם '<...>'
id: Tak dapat mengurai pengubah '%s' ikatan-tombol '%s' karena tidak ditutup dengan '<...>'

source: Could not parse unknown modifier '%s' of key-binding '%s'
he: לא יכול לנתח מציין לא ידוע '%s' של קשירת מקש '%s'
id: Tak dapat mengurai pengubah yang tak diketahui '%s' ikatan-tombol '%s'
nl: Kon onbekende speciale toets '%s' niet lezen van toetsbinding '%s'

source: Could not parse '%s' of key-binding '%s' because it is already a key assigned.
he: לא יכול לנתח '%s' של קשירת מקש '%s' כי הוא כבר מקש מוקצה.
id: Tak dapat mengurai '%s' ikatan-tombol '%s' karena sudah ditetapkan kunci.
nl: Kon '%s' niet lezen van toetsbinding '%s' omdat het al een toegewezen toets is.

source: Could not parse '%s' of key-binding '%s'
he: לא יכול לנתח '%s' של קשירת מקש '%s'
id: Tak dapat mengurai '%s' ikatan-tombol '%s'
nl: Kon '%s' niet lezen van toetsbinding '%s'

source: Invalid key-binding '%s' as neither a key nor a modifier was assigned.
he: קשירת מקש לא חוקית '%s' כאשר לא מקש ולא מציין הוקצו.
id: Ikatan-tombol tak valid '%s' tak ditetapkan sebagai tombol maupun pengubah.
nl: Ongeldige toetsbinding '%s' aangezien er noch een toets nog een speciale toets werd toegewezen.

source: Unexpected text node '%s' at tag <%s>
he: צומת טקסט לא צפויה '%s' בתג <%s>
id: Simpul teks tak diharapkan '%s' pada tag <%s>

source: Missing action
he: פעולה חסרה
id: Aksi tidak ada
nl: Ontbrekende actie

source: Missing binding to set action '%s'
he: קשירה חסרה לקביעת פעולה '%s'
id: Ikatan untuk menyetel aksi '%s' tidak ada
nl: Ontbrekende toetsbinding voor het instellen van actie '%s'

source: Unknown tag <%s>
he: תג לא ידוע <%s>
id: Tag tak diketahui <%s>
nl: Onbekende markering <%s>

source: Missing attribute 'code' for key
he: תכונה חסרה 'קוד' עבור מקש
id: Atribut 'code' untuk tombol tidak ada
nl: Ontbrekend attribuut 'code' voor toets

source: Could not translate key '%s'
he: לא יכול לתרגם מקש '%s'
id: Tak dapat menerjemahkan tombol '%s'
nl: Kon toets '%s' niet vertalen

source: Unknown value '%s' for attribute 'when'
he: ערך לא ידוע '%s' עבור תכונה 'מתי'
id: Nilai tak diketahui '%s' untuk atribut 'when'
nl: Onbekende waarde '%s' voor attribuut 'wanneer'

source: Could not initialize binding for key-binding
he: לא יכול להתחיל קשירה עבור קשירת מקש
id: Tak bisa menginisialisasi ikatan untuk ikatan-tombol
nl: Kon toetsbinding niet initialiseren

source: Cannot transform attribute 'allow-unfocusable-target' from type '%s' to type '%s'
he: לא יכול להפוך תכונה 'הרשה מטרה שלא ניתנת לפוקוס' מסוג '%s' לסוג '%s'
id: Tak dapat mengubah atribut 'allow-unfocusable-target' dari tipe '%s' ke tipe '%s'
nl: Kan attribuut 'allow-unfocusable-target' niet omzetten van type '%s' naar type '%s'

source: Tag <%s> cannot contain tag <%s>
he: תג <%s> לא יכול להכיל תג <%s>
id: Tag <%s> tak dapat berisi tag <%s>
nl: Markering <%s> kan niet markering <%s> bevatten

source: Could not set up parser data for file %s
he: לא יכול לקבוע מידע מנתח עבור קובץ %s
id: Tak dapat menyiapkan data pengurai untuk berkas %s
nl: Kon geen leesgegevens instellen voor bestand %s

source: Could not create parser for file %s
he: לא יכול ליצור מנתח עבור קובץ %s
id: Tak dapat membuat pengurai untuk berkas %s
nl: Kon geen lezer instellen voor bestand %s

source: Could not set up hash-table at parser data for file %s
he: לא יכול לקבוע טבלת hash במידע מנתח עבור קובץ %s
id: Tak dapat menyiapkan tabel-hash pada data pengurai untuk berkas %s

source: Unexpected binding state set at parser data for file %s
he: מצב קשירה לא צפוי נקבע במידע מנתח עבור קובץ %s
id: Status ikatan yang tak terduga disetel pada data pengurai untuk berkas %s

source: Could not set up hash-table to store bindings
he: לא יכול לקבוע טבלת hash לאחסון קשירות
id: Tak dapat menyiapkan tabel-hash untuk menyimpan ikatan

source: No bindings configuration file found.
he: לא נמצא קובץ הגדרת קשירות.
id: Tak ada berkas konfigurasi ikatan yang ditemukan.
nl: Geen instellingenbestand gevonden voor toetsbindingen.

source: Pressed
he: לחוץ
id: Ditekan
nl: Ingedrukt

source: Whether the clickable should be in pressed state
he: האם הנלחץ צריך להיות במצב לחוץ
id: Apakah yang bisa diklik harus dalam keadaan ditekan
nl: Of het aanklikbare in ingedrukte staat moet verkeren

source: Held
he: תפוס
id: Ditahan
nl: Vastgehouden

source: Whether the clickable has a grab
he: האם הנלחץ הוא בעל תפיסה
id: Apakah yang dapat diklik memiliki pengambil
nl: Of het aanklikbare een handgreep heeft

source: Long Press Duration
he: משך לחיצה ארוכה
id: Durasi Tekan Lama
nl: Duur van langdurig indrukken

source: The minimum duration of a long press to recognize the gesture
he: המשך המינימלי של לחיצה ארוכה לזיהוי התנועה
id: Durasi minimal tekan lama untuk mengenali gerakan itu
nl: De minimale tijdsduur van langdurig indrukken voordat de actie wordt herkend

source: Long Press Threshold
he: סף לחיצה ארוכה
id: Ambang Tekan Lama
nl: Drempel voor langdurig indrukken

source: The maximum threshold before a long press is cancelled
he: הסף המקסימלי לפני שלחיצה ארוכה מבוטלת
id: Ambang batas maksimum sebelum tekan lama dibatalkan
nl: De maximale drempel voordat langdurig indrukken wordt afgebroken

source: More than one actor added to %s - result are unexpected
he: יותר משחקן אחד התווסף ל%s - תוצאה לא צפויה
id: Lebih dari satu aktor ditambahkan ke %s - hasil tak diharapkan
nl: Meer dan één acteur toegevoegd aan %s - resultaten zijn onverwacht

source: Collapsed
he: מכווץ
id: Ciutkan
nl: Ingeklapt

source: If TRUE this actor is collapsed otherwise it is expanded to real size
he: אם אמת שחקן זה מכווץ אחרת הוא מורחב לגודל אמיתי
id: Jika TRUE aktor ini diciutkan, jika tidak maka dilebarkan ke ukuran nyata
nl: Indien TRUE (waar), dan wordt deze acteur ingeklapt; anders wordt hij uitgeklapt naar werkelijke grootte

source: Collapsed size
he: גודל מכווץ
id: Ukuran diciutkan
nl: Ingeklapte grootte

source: The size of actor when collapsed
he: הגודל של שחקן כאשר מכווץ
id: Ukuran aktor ketika diciutkan
nl: De grootte van de acteur wanneer ingeklapt

source: Collapse orientation
he: אוריינטצית כיווץ
id: Orientasi diciutkan
nl: Oriëntatie van inklapping

source: Orientation of area being visible in collapsed state
he: אוריינטציה של השטח הנראה במצב מכווץ
id: Orientasi area yang terlihat pada keadaan diciutkan
nl: Oriëntatie van gebied dat zichtbaar is in ingeklapte staat

source: Collapse progress
he: התקדמות כיווץ
id: Kemajuan penciutan
nl: Voortgang van inklappen

source: The progress fraction used to animate collapse or expand. The fraction must be between 0.0 and 1.0 and defines the progress between collapsed size (fraction of 0.0) and preferred size (fraction of 1.0).
he: חלק ההתקדמות בשימוש לאנימצית כיווץ או הרחבה. החלק צריך להיות בין 0.0 ו-1.0 ומגדיר את ההתקדמות בין גודל מכווץ (חלק של 0.0) וגודל מועדף (חלק של 1.0).
id: Fraksi kemajuan yang digunakan untuk menganimasikan penciutan atau pelebaran. Fraksi harus berada antara 0.0 dan 1.0 dan mendefinisikan kemajuan antara ukuran yang diciutkan (fraksi dari 0.0) dan ukuran yang diinginkan (fraksi dari 1.0).
nl: De voortgangsfractie gebruikt om inklappen of uitklappen te animeren. De fractie moet tussen 0.0 en 1.0 zijn en bepaalt de voortgang tussen ingeklapte grootte (fractie van 0.0) en voorkeursgrootte (fractie van 1.0).

source: Could not create string for parent css selector
he: לא יכול ליצור מחרוזת עבור בורר css הורה
id: Tak dapat membuat string untuk selektor css induk

source: Invalid mode for parent rule in CSS selector
he: מצב לא חוקי עבור כלל הורה בבורר CSS
id: Mode tidak valid untuk aturan induk di selektor CSS

source: Invalid name identifier
he: מזהה שם לא חוקי
id: Pengidentifikasi nama tidak valid

source: Invalid class identifier
he: מזהה דרגה לא חוקי
id: Pengidentifikasi kelas tidak valid

source: Invalid pseudo-class identifier
he: מזהה דרגה למחצה לא חוקי
id: Pengidentifikasi pseudo-kelas tidak valid

source: No parent when parsing '>'
he: אין הורה כשמנתח '<'
id: Tak ada induk saat mengurai '>'

source: Failed to parse css selector.
he: נכשל לנתח בורר css.
id: Gagal mengurai selektor css.
nl: Kon CSS-kiezer niet lezen.

source: Failed to parse css selector because stream is empty.
he: נכשל לנתח בורר css כי זרם ריק.
id: Gagal mengurai selektor css karena aliran kosong.
nl: Kon CSS-kiezer niet lezen want stroom is leeg.

source: Priority
he: עדיפות
id: Prioritas
nl: Prioriteit

source: The priority of this CSS selector
he: העדיפות של בורר CSS זה
id: Prioritas pemilih CSS ini
nl: De prioriteit van deze CSS-kiezer

source: Could not create selector.
he: לא יכול ליצור בורר.
id: Tak dapat membuat pemilih.
nl: Kon geen kiezer maken.

source: Parser did not reach end of stream
he: מנתח לא הגיע לסוף הזרם
id: Pengurai tak mencapai ujung aliran
nl: Lezer bereikte einde van stroom niet

source: Unexpected state of CSS scanner.
he: מצב לא צפוי של סורק CSS.
id: Status tak diharapkan dari pemindai CSS.
nl: Onverwachte status van CSS-doorzoeker.

source: Could not load secondary source %s for desktop ID '%s': %s
he: לא יכול לטעון מקור משני %s עבור זהות שולחן עבודה '%s':%s
id: Tak dapat memuat sumber sekunder %s untuk ID desktop '%s': %s
nl: Kon secundaire bron %s niet laden voor bureaublad-ID '%s': %s

source: Cannot create application action because of empty action name for desktop ID '%s'
he: לא יכול ליצור פעולת ישום כי שם פעולה ריק עבור זהות שולחן עבודה '%s'
id: Tak dapat membuat aksi aplikasi karena nama aksi yang kosong untuk ID desktop '%s'
nl: Kan geen toepassingsactie maken wegens lege actienaam voor bureaublad-ID '%s'

source: Cannot create application action for desktop ID '%s'
he: לא יכול ליצור פעולת ישום עבור זהות שולחן עבודה '%s'
id: Tak dapat membuat aksi aplikasi untuk ID desktop '%s'
nl: Kan geen toepassingsactie maken voor bureaublad-ID '%s'

source: Unable to expand macros at command-line.
he: לא יכול להרחיב מקרו בשורת פקודה.
id: Tak dapat melebarkan makro pada baris-perintah.
nl: Kan macro's niet uitklappen via de opdrachtregel.

source: Working directory '%s' does not exist. It won't be used when launching '%s'.
he: ספריית עבודה '%s' לא קיימת. היא לא תהיה בשימוש בעת הפעלת '%s'.
id: Direktori kerja '%s' tidak ada. Ini tidak akan digunakan ketika meluncurkan '%s'.
nl: Werkmap '%s' bestaat niet. Hij zal niet worden gebruikt bij het starten van '%s'.

source: Flag indicating whether this desktop application information is valid or not
he: אות סימון הנותן אינדיקציה האם מידע ישום שולחן עבודה הוא חוקי או לא
id: Bendera yang mengindikasikan apakah informasi aplikasi desktop ini valid atau tidak
nl: Vlag die aangeeft of de informatie van deze bureaubladtoepassing geldig is of niet

source: Desktop ID
he: זהות שולחן עבודה
id: ID Desktop
nl: Bureaublad-ID

source: Name of desktop ID
he: שם של זהות שולחן עבודה
id: Nama ID desktop
nl: Naam van bureaublad-ID

source: File
he: קובץ
id: Berkas
nl: Bestand

source: The desktop file
he: קובץ שולחן העבודה
id: Berkas desktop
nl: Het bureaubladbestand

source: Desktop ID '%s' not found
he: זהות שולחן עבודה '%s' לא נמצאה
id: ID desktop '%s' tak ditemukan
nl: Bureaublad-ID '%s' niet gevonden

source: Could not reload desktop application information for '%s': %s
he: לא יכול לטעון מחדש מידע ישום שולחן עבודה עבור '%s':%s
id: Tak dapat memuat ulang informasi aplikasi desktop untuk '%s':%s
nl: Kon informatie inzake bureaubladtoepassing niet herladen voor '%s': %s

source: Invalid application action '%s' to execute for desktop ID '%s'
he: פעולת ישום לא חוקית '%s' לביצוע עבור זהות שולחן עבודה '%s'
id: Aksi aplikasi tidak valid '%s' untuk mengeksekusi untuk ID desktop '%s'
nl: Ongeldige toepassingsactie '%s' om uit te voeren voor bureaublad-ID '%s'

source: Could launch action '%s' for desktop ID '%s': %s
he: יכול לבצע פעולה '%s' עבור זהות שולחן עבודה '%s':%s
id: Bisa meluncurkan aksi '%s' untuk ID desktop '%s': %s
nl: Kon actie '%s'starten voor bureaublad-ID '%s': %s

source: Name
es: Nombre
he: שם
id: Nama
nl: Naam

source: Name of the action
he: השם של הפעולה
id: Nama aksi
nl: Naam van de actie

source: Icon name
he: שם סמל
id: Nama ikon
nl: Pictogramnaam

source: Icon name of action
he: שם סמל לפעולה
id: Nama icon untuk aksi
nl: Pictogramnaam van actie

source: Application command of action
he: פקודת ישום של פעולה
id: Perintah aplikasi untuk aksi
nl: Toepassingsopdracht van actie

source: Source
he: מקור
id: Sumber
nl: Bron

source: The source actor where drag began
he: שחקן המקור שם החלה גרירה
id: Aktor sumber ketika mulai menyeret
nl: De bronacteur waar het slepen begon

source: Target %s is already registered
he: היעד %s כבר רשום
id: Target %s sudah terdaftar
nl: Doel %s is reeds geregistreerd

source: Row spacing
he: רווח שורה
id: Jarak baris
nl: Tussenruimte van rijen

source: The spacing between rows in table
he: הרווח בין שורות בטבלה
id: Jarak antar baris dalam tabel
nl: De ruimte tussen rijen in een tabel

source: Column spacing
he: רווח עמודה
id: Jarak kolom
nl: Tussenruimte van kolommen

source: The spacing between columns in table
he: הרווח בין עמודות בטבלה
id: Jarak antar kolom dalam tabel
nl: De ruimte tussen kolommen in een tabel

source: Number children
he: מספר ילדים
id: Jumlah anak
nl: Aantal afgeleide processen

source: Current number of child actors in this layout
he: מספר שחקנים ילדים נוכחי בסידור זה
id: Jumlah aktor anak saat ini di tata letak ini
nl: Huidig aantal afgeleide processen in deze vormgeving

source: Rows
he: שורות
id: Baris
nl: Rijen

source: Current number of rows in this layout
he: מספר שורות נוכחי בסידור זה
id: Jumlah baris saat ini pada tata letak ini
nl: Huidig aantal rijen in deze vormgeving

source: Columns
he: עמודות
id: Kolom
nl: Kolommen

source: Current number of columns in this layout
he: מספר עמודות נוכחי בסידור זה
id: Jumlah kolom saat ini pada tata letak ini
nl: Huidig aantal kolommen in deze vormgeving

source: Fixed columns
he: עמודות קבועות
id: Kolom tetap
nl: Vastgezette kolommen

source: Fixed number of columns to use in this layout
he: מספר עמודות קבוע לשימוש בסידור זה
id: Jumlah kolom tetap untuk digunakan pada tata letak ini
nl: Vastgezet aantal kolommen om in deze vormgeving te gebruiken

source: Themed icon name or file name of icon
he: שם איקון של ערכת נושא או שם קובץ של איקון
id: Nama ikon bertema atau nama berkas ikon
nl: Thema-bepaalde pictogramnaam of bestandsnaam van pictogram

source: Icon size
he: גודל סמל
id: Ukuran ikon
nl: Pictogramgrootte

source: Size of icon
he: גודל של סמל
id: Ukuran ikon
nl: Grootte van pictogram

source: Padding
he: מרווח
id: Pengisi
nl: Opvulling

source: Padding around emblem
he: מרווח סביב סמל
id: Pengisi sekitar emblem
nl: Opvulling rond embleem

source: X align
he: ישור X
id: Perataan X
nl: X-uitlijning

source: The alignment of emblem on the X axis within the allocation in normalized coordinate between 0 and 1
he: הישור של סמל בציר X בתוך ההקצבה בקואורדינטה מנורמלת בין 0 ו-1
id: Perataan emblem pada sumbu X di dalam alokasi pada koordinat yang dinormalisasi antara 0 dan 1

source: Y align
he: ישור Y
id: Perataan Y
nl: Y-uitlijning

source: The alignment of emblem on the Y axis within the allocation in normalized coordinate between 0 and 1
he: הישור של סמל בציר Y בתוך ההקצבה בקואורדינטה מנורמלת בין 0 ו-1
id: Perataan emblem pada sumbu Y di dalam alokasi pada koorinat yang dinormalisasi antara 0 dan 1

source: Anchor point
he: נקודת עוגן
id: Titik jangkar
nl: Ankerpunt

source: The anchor point of emblem
he: נקודת העוגן של סמל
id: Jangkar titik untuk emblem
nl: Het ankerpunt van het embleem

source: Orientation
he: כיוון
id: Orientasi
nl: Oriëntatie

source: The orientation to layout children
he: האוריינטציה לילדי סידור
id: Orientasi untuk anak-anak tata letak
nl: De oriëntatie voor de vormgeving van afgeleide vensters

source: spacing
he: רווח
id: jarak
nl: ruimte

source: The spacing between children
he: הרווח בין ילדים
id: Jarak antar anak
nl: De ruimte tussen afgeleide vensters

source: Homogeneous
he: אחיד
id: Homogen
nl: Homogeen

source: Whether the layout should be homogeneous, i.e. all children get the same size
he: האם הסידור צריך להיות אחיד, כלומר כל הילדים מקבלים את אותו גודל
id: Apakah tata letak harus homogen, yaitu semua anak mendapatkan ukuran yang sama
nl: Of de vormgeving eensoortig moet zijn, d.i. alle afgeleide vensters krijgen dezelfde grootte

source: Keep aspect
he: שמור על רוחב גובה
id: Jaga aspek
nl: Verhoudingen behouden

source: Whether all children should keep their aspect
he: האם כל הילדים צריכים לשמור על רוחב גובה שלהם
id: Apakah semua anak harus menjaga aspek mereka
nl: Of alle afgeleide vensters hun verhouding moeten behouden

source: Object %s does not inherit %s and cannot be registered
he: אובייקט %s לא יורש %s ולא ניתן לרישום
id: Objek %s tidak mewarisi %s dan tidak dapat didaftarkan
nl: Object %s erft %s niet en kan niet worden geregistreerd

source: Could not find registered focusable object %s to register object %s - appending to end of list.
he: לא יכול למצוא אובייקט ניתן לפוקוס רשום %s לרישום אובייקט %s - מוסיף לסוף הרשימה.
id: Tak dapat menemukan objek yang dapat difokuskan yang terdaftar %s untuk mendaftarkan objek %s - menambahkan ke bagian akhir daftar.
nl: Kon geen geregistreerd scherpstelbaar object %s vinden om object %s te registreren - wordt toegevoegd aan einde van lijst.

source: Cannot build target list for unknown type %s
he: לא יכול לבנות רשימת מטרה לסוג לא ידוע %s
id: Tak dapat membangun daftar target untuk tipe yang tidak diketahui %s
nl: Kan geen doellijst bouwen voor onbekend type %s

source: Trying to focus an unregistered focusable actor
he: מנסה לבצע פוקוס שחקן ניתן לפוקוס לא רשום
id: Mencoba untuk memfokuskan aktor yang dapat difokuskan yang tak terdaftar
nl: Aan het proberen om een niet-geregistreerde scherpstelbare acteur scherp te stellen

source: Object of type %s does not implement required virtual function XfdashboardFocusable::%s
he: אובייקט מסוג %s לא מיישם פונקציה וירטואלית נדרשת XfdashboardFocusable::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardFocusable::%s yang diperlukan

source: Old selection %s at %s is unavailable but setting new selection either to %s or nothing failed!
he: בחירה ישנה %s ב%s לא זמינה אבל קביעת בחירה חדשה ל%s או משהו נכשלה!
id: Pemilihan lama %s pada %s tidak tersedia tetapi gagal menyetel seleksi baru baik untuk %s atau tak satupun!
nl: Oude selectie %s bij %s is niet beschikbaar maar instellen van nieuwe selectie op hetzij %s of op niets, is mislukt!
