Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Maybe a Gnome shell like dashboard for Xfce
he: אולי לוח מחוונים דומה Gnome עבור Xfce
id: Sebuah dasbor mirip Gnome shell untuk Xfce
nl: Een dashboard voor Xfce dat lijkt op dat van Gnome Shell.

source: Start xfdashboard as daemon in background
he: התחל את xfdashboard כשדון ברקע
id: Jalankan xfdashboard sebagai jurik di latar belakang
nl: Start xfdashboard als achtergronddienst

source: Xfdashboard settings
he: הגדרות Xfdashboard
id: Pengaturan xfdashboard
nl: Instellingen van Xfdashboard

source: Configure xfdashboard
he: תצורת xfdashboard
id: Konfigurasi xfdashboard
nl: Xfdashboard instellen

source: Xfdashboard provides a GNOME shell dashboard like interface for use with Xfce desktop.
he: Xfdashboard מספק ממשק דומה ללוח מחוונים של מעטפת GNOME לשימוש עם שולחן עבודה Xfce.
id: Xfdashboard menyediakan sebuah antarmuka mirip dasbor GNOME shell untuk digunakan dengan desktop Xfce.
nl: Xfdashboard is vergelijkbaar met het GNOME Shell-dashboard.

source: It can be configured to run to any keyboard shortcut and when executed provides an overview of applications currently open enabling the user to switch between different applications. The search feature works like Xfce's app finder which makes it convenient to search for and start applications.
he: הוא ניתן להגדרה כך שירוץ מכל קיצור דרך במקלדת וכאשר מופעל הוא מספק סקירה של ישומים שכרגע פתוחים ומאפשר למשתמש לעבור בין ישומים שונים. תכונת החיפוש עובדת כמו מוצא הישומים של Xfce והופכת לנח חיפוש והתחלה של ישומים.
id: Xfdashboard dapat dikonfigurasi untuk dijalankan melalui suatu pintasan papan tik, dan ketika dijalankan, akan menyediakan sebuah ikhtisar aplikasi-aplikasi yang sedang terbuka, memungkinkan pengguna untuk berpindah antar aplikasi yang berbeda. Fitur pencarian bekerja seperti pencari aplikasi Xfce yang memudahkan untuk mencari dan menjalankan aplikasi.
nl: Het kan worden ingesteld om elke gewenste sneltoets uit te voeren en biedt een overzicht van thans geopende toepassingen, zodat de gebruiker tussen verschillende toepassingen kan schakelen. De zoekfunctie werkt als de toepassingenzoeker van Xfce, wat het makkelijk maakt om toepassingen te zoeken en te starten.

source: Browsing applications
es: Navegar por las aplicaciones
he: סיור באפליקציות
id: Meramban aplikasi
nl: Toepassingen verkennen

source: Searching applications
es: Buscar aplicaciones
he: חיפוש אפליקציות
id: Mencari aplikasi
nl: Toepassingen zoeken

source: This unstable development adds more animations as well as some smaller fixes.
es: Esta versión de desarrollo inestable agrega más animaciones y algunos arreglos menores.
he: הפיתוח הלא יציב הזה מוסיף עוד אנימציות ובנוסף כמה תיקונים קטנים יותר.
id: Pengembangan tak stabil ini menambahkan lebih banyak animasi di samping beberapa perbaikan kecil.
nl: Deze onstabiele ontwikkelversie voegt meer animaties toe alsook enkele kleinere reparaties.

source: This unstable development adds animations.
es: Esta versión de desarrollo inestable agrega animaciones.
he: הפיתוח הלא יציב הזה מוסיף אנימציות.
id: Pengembangan tak stabil ini menambahkan beberapa animasi.
nl: Deze onstabiele ontwikkelversie voegt animaties toe.

source: This unstable development adds support for touchpads and application actions (Jumplists, Quicklists) as well as new and updated translations.
es: Este desarrollo inestable añade soporte para paneles táctiles y acciones de aplicaciones (Saltos de listas, Listas rapidas), así como traducciones nuevas y actualizadas.
he: הפיתוח הלא יציב הזה מוסיף תמיכה למשטחי נגיעה ופעולות ישומים (רשימות קפיצה, רשימות מהירות) ובנוסף תרגומים חדשים ומעודכנים.
id: Pengembangan tak stabil ini menambahkan dukungan untuk lapik sentuh dan aksi-aksi aplikasi (Daftar Lompat, Daftar Cepat) di samping terjemahan baru dan yang diperbarui.
nl: Deze onstabiele ontwikkelversie voegt ondersteuning toe voor aanraakvelden en toepassingsacties (Springlijsten, Snellijsten), alsook nieuwe en bijgewerkte vertalingen.

source: This unstable development adds lots of new and updated translations and support for newer xfconf versions.
he: הפיתוח הלא יציב הזה מוסיף הרבה תרגומים חדשים ומעודכנים ותמיכה עבור גרסאות xfconf חדשות יותר.
id: Pengembangan tak stabil ini menambahkan banyak terjemahan baru dan yang diperbarui, serta dukungan untuk versi xfconf yang lebih baru.
nl: Deze onstabiele ontwikkelversie voegt veel nieuwe en bijgewerkte vertalingen toe en ondersteuning voor nieuwere versies van xfconf.

source: This unstable development implements a new experimental backend for GDK as well as it supports user stylesheets now.
es: Este desarrollo inestable implementa un nuevo backend experimental para GDK y ahora admite hojas de estilo de usuario.
he: הפיתוח הלא יציב הזה מיישם מגשר עורפי ניסיוני חדש עבור GDK ובנוסף תומך עכשיו בעמודי סגנון משתמש.
id: Pengembangan tak stabil ini mengimplementasikan sebuah backend eksperimental baru untuk GDK, serta mendukung lembar gaya pengguna.
nl: Deze onstabiele ontwikkelversie implementeert een nieuwe experimentele achtergronddienst voor GDK alsook ondersteuning voor gebruikerssjablonen.

source: This unstable development improves loading performance of images and icon, adds a fine-grained debugging system and introduces an interface for multiple backends but only X11 is still the one only one supported.
es: Este desarrollo inestable mejora el rendimiento de carga de imágenes e íconos, añade un sistema de depuración de grano fino e introduce una interfaz para múltiples backends, pero solo X11 sigue siendo el único compatible.
he: הפיתוח הלא יציב הזה משפר ביצועי טעינה של תמונות ושל אייקון, מוסיף מערכת ניפוי באגים מעודנת ומציג ממשק למספר מגשרים עורפיים אבל רק X11 כרגע נתמך.
id: Pengembangan tak stabil ini meningkatkan performa pemuatan gambar dan ikon, menambahkan sebuah sistem pengawakutuan yang diperbaiki dan memperkenalkan sebuah antarmuka untuk beberapa backend namun saat ini hanya X11 yang didukung.
nl: Deze onstabiele ontwikkelversie verbetert de laadsnelheid van afbeeldingen en pictogrammen, voegt een fijnmazig foutopsporingssysteem toe en introduceert een gebruikerschil voor meerdere achtergronddiensten. Maar alleen X11 wordt vooralsnog ondersteund.

source: This unstable development introduces child windows shown next to the main window.
es: Este desarrollo inestable introduce ventanas secundarias que se muestran junto a la ventana principal.
he: הפיתוח הלא יציב הזה מציג חלונות ילדים ליד החלון העיקרי.
id: Pengembangan tak stabil ini memperkenalkan jendela anak yang ditampilkan di sebelah jendela utama.
nl: Deze onstabiele ontwikkelversie introduceert afgeleide vensters die naast het hoofdvenster worden getoond.

source: This stable version fixes a bug setting the correct default applications at first use.
es: Esta versión estable arregla un error configurando las aplicaciones por defecto correctas en el primer uso.
he: הגרסה היציבה הזו מתקנת באג הקובע את ישומי ברירת המחדל הנכונים בשימוש ראשון.
id: Versi stabil ini memperbaiki sebuah kutu yang mengatur aplikasi bawaan yang tepat pada saat pertama kali digunakan.
nl: Deze stabiele versie repareert een fout inzake het instellen van de juiste standaardtoepassingen bij eerste gebruik.

source: This unstable development introduces pop-up menus.
es: Esta versión de desarrollo inestable introduce menús emergentes.
he: הפיתוח הלא יציב הזה מציג תפריטים קופצים.
id: Pengembangan tak stabil ini memperkenalkan menu pop-up.
nl: Deze onstabiele ontwikkelversie introduceert opduikmenu's.

source: This stable version introduces lots of new features like plugins and application tracker. It also contains a huge collection of other larger and smaller improvements.
es: Esta versión estable introduce muchas nuevas funcionalidades como complementos y buscador de aplicaciones. También contiene una vasta colección de otras mejoras mayores y menores.
he: הגרסה היציבה הזו מציגה הרבה מאפיינים חדשים כמו תוספים ועוקב ישומים. היא גם מכילה אוסף עצום של שיפורים גדולים וקטנים.
id: Versi stabil ini memperkenalkan banyak fitur-fitur baru seperti plugin dan pelacak aplikasi. Juga berisi sejumlah besar peningkatan, baik peningkatan besar maupun kecil.
nl: Deze stabiele versie introduceert vele nieuwe functies zoals invoegsels en een toepassingentraceerder. Hij bevat ook een enorme verzameling grotere en kleinere verbeteringen.

source: <span size="large"><b>Xfdashboard settings</b></span>
he: <span size="large"><b>הגדרות Xfdashboard</b></span>
id: <span size="large"><b>Pengaturan Xfdashboard</b></span>
nl: <span size="large"><b>Instellingen van Xfdashboard</b></span>

source: Configure plugin
es: Configurar complemento
he: תצורת תוסף
id: Konfigurasi plugin
nl: Invoegsel instellen

source: <span size="large"><b>Xfdashboard settings</b></span> Configure xfdashboard
he: <span size="large"><b>הגדרות Xfdashboard</b></span> תצורת xfdashboard
id: <span size="large"><b>Pengaturan Xfdashboard</b></span> Konfigurasi xfdashboard
nl: <span size="large"><b>Instellingen van Xfdashboard</b></span> Xfdashboard instellen

source: <b>General settings:</b>
es: <b>Ajustes generales:</b>
he: <b>הגדרות כלליות:</b>
id: <b>Pengaturan umum:</b>
nl: <b>Algemene instellingen:</b>

source: Reset search view when resumed
es: Restablecer la vista de búsqueda cuando se reanude
he: החזר תצוגת חיפוש כאשר מתחיל מחדש
id: Setel ulang tampilan pencarian saat dilanjutkan
nl: Zoekweergave terugzetten bij hervatting

source: If enabled the search view will be resetted when xfdashboard is resumed. That means the active view is switched back to last view active before last search was started and search box will be emptied. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
he: אם מופעל תצוגת החיפוש תאותחל כאשר Xfdashboard מופעל שוב. זאת אומרת שהתצוגה הפעילה מוחלפת חזרה לתצוגה הפעילה האחרונה לפני תחילת החיפוש האחרון ותיבת החיפוש תתרוקן. <b>הערה:</b>הגדרה זו נכנסת לתוקף רק אם Xfdashboard פועל במצב דמון.
id: Jika diaktifkan, tampilan pencarian akan disetel ulang ketika xfdashboard dilanjutkan. Ini berarti tampilan aktif akan dikembalikan ke tampilan terakhir yang aktif sebelum pencarian terakhir dimulai dan kotak pencarian akan dikosongkan. <b>CATATAN:</b> Pengaturan ini hanya akan berpengaruh jika xfdashboard berjalan pada mode jurik.
nl: Indien ingeschakeld zal de zoekweergave worden teruggezet wanneer xfdashboard wordt hervat. Dat betekent dat de actieve weergave wordt teruggeschakeld naar de laatste actieve weergave voordat de laatste zoekopdracht plaatsvond en het zoekveld zal worden leeggemaakt. <b>Let op:</b> Deze instelling wordt alleen van kracht wanneer xfdashboard draait in achtergrondmodus.

source: When xfdashboard resumes the selected view will be activated. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
he: כאשר Xfdashboard מופעל שוב התצוגה הנבחרת תופעל. <b>הערה:</b>הגדרה זו נכנסת לתוקף רק אם Xfdashboard פועל במצב דמון.
id: Ketika xfdashboard dilanjutkan, tampilan terpilih akan diaktifkan. <b>CATATAN:</b> Pengaturan ini hanya akan berpengaruh jika xfdashboard berjalan pada mode jurik.
nl: Wanneer xfdashboard wordt hervat zal de gekozen weergave worden geactiveerd. <b>Let op:</b> Deze instelling wordt alleen van kracht wanneer xfdashboard draait in achtergrondmodus.

source: Switch to view when resumed:
es: Cambiar a vista cuando se reanude:
he: עבור לתצוגה כאשר מופעל שוב:
id: Berpindah ke tampilan saat dilanjutkan:
nl: Naar weergave schakelen bij hervatting:

source: Sets the minimum time a notification is being shown. The duration is calculated by the length of the text to show in notification. This setting allows you to specify how long the notification must be shown at least.
es: Establece el tiempo mínimo en mostrarse una notificación. La duración se calcula por la longitud del texto que se mostrará en la notificación. Esta configuración le permite especificar cuánto tiempo debe mostrarse la notificación al menos.
he: קובע את הזמן המינימלי לתצוגת הודעה. משך הזמן מחושב ע"י אורך הטקסט לתצוגה בהודעה. הגדרה זו מאפשרת לך לציין כמה זמן לפחות ההודעה מוצגת.
id: Mengatur waktu minimum sebuah notifikasi ditampilkan. Durasi dihitung berdasarkan panjang teks yang akan ditampilkan di notifikasi. Pengaturan ini memungkinkan Anda untuk menentukan berapa lama notifikasi akan ditampilkan.
nl: Stelt de minimumtijd in dat een melding wordt getoond. De duur wordt berekend aan de hand van de lengte van de te tonen tekst in de melding. Met deze instelling kunt u bepalen hoe lang de melding tenminste moet worden getoond.

source: Minimum notification timeout:
es: Tiempo mínimo de espera de la notificación:
he: זמן קצוב מינימלי להודעה:
id: Batas waktu minimum notifikasi:
nl: Minimale vertoningsduur van melding:

source: Enable workaround for minimized windows
es: Activar solución para minimizar ventanas
he: הפעל פתרון עקיפי לחלונות ממוזערים
id: Aktifkan solusi sementara untuk jendela yang diminimalkan
nl: Noodoplossing inschakelen voor geminimaliseerde vensters

source: When enabled a workaround for minimized windows will be tried to get still images of these windows by restoring them shortly and minimizing them again. <b>NOTE:</b> Be aware that this is a <u>workaround</u> and your minimized windows could stay unminimized, change workspace etc.
es: Cuando se habilita una solución alternativa para las ventanas minimizadas, se intentará obtener imágenes fijas de estas ventanas restaurándolas en breve y minimizándolas nuevamente. <b>NOTA: </b>Tenga en cuenta que esta es una <u>solución alternativa</u> y que sus ventanas minimizadas podrían permanecer sin minimizar, cambiar el espacio de trabajo, etc.
he: כאשר מופעל פתרון עקיפי לחלונות ממוזערים ינוסה כדי לקבל תמונות קפואות של החלונות האלה ע"י שחזור רגעי ומזעור חזרה שלהם. <b>הערה:</b> שים לב שזה <u>פתרון עקיפי</u> והחלונות הממוזערים שלך יכולים להישאר לא ממוזערים, חלל העבודה יכול להשתנות וכולי.
id: Jika diaktifkan, solusi sementara untuk jendela yang diminimalkan akan coba diaplikasikan untuk mendapatkan gambar jendela ini dengan mengembalikan mereka secara cepat dan meminimalkannya lagi. <b>Catatan:</b>Perhatikan bahwa ini adalah <u>solusi sementara</u> dan jendela yang diminimalkan bisa tetap kembali tak diminimalkan, berpindah ruang kerja, dll.
nl: Indien ingeschakeld zal er een noodoplossing voor geminimaliseerde vensters worden beproefd, door afbeeldingen van deze vensters te tonen door hen kort te verheffen en daarna weer te minimaliseren. <b>Let op:</b> Dit is een <u>noodoplossing</u> en uw geminimaliseerde vensters zouden geontminimaliseerd kunnen blijven, van werkblad kunnen veranderen enz.

source: This value defines how fast the window content should be created. While the value 'immediate' tells xfdashboard to create the window content at the time it is requested, all other values will set up a queue and value defines how fast the queue will be processed. <b>NOTE:</b> Only change this value from 'immediate' to other value if your graphics card, driver or system is too slow to create the window contents immediately. You have to try each value to find the one fitting your system.
he: ערך זה מגדיר כמה מהר תכולת חלון צריכה להיווצר. בזמן שהערך "מיידי" אומר ל-Xfdashboard ליצור את תכולת החלון בזמן שהיא מבוקשת, כל שאר הערכים יסתדרו בתור והערך מגדיר כמה מהר התור יעובד. <b>הערה:</b>שנה ערך זה מ-"מיידי" לערך אחר רק אם הכרטיס הגרפי שלך, דרייבר או מערכת איטיים מדי ליצור את תכולת החלון מיידית. אתה צריך לנסות כל ערך כדי למצוא את האחד שמתאים למערכת שלך.
id: Nilai ini mendefinisikan seberapa cepat isi jendela harus dibuat. Nilai 'langsung' memberitahu xfdashboard untuk membuat konten jendela pada saat diminta, sedangkan nilai-nilai lain akan mengatur antrian dan nilainya mendefinisikan seberapa cepat antrian akan diproses. <b>Catatan:</b> Hanya ubah nilai ini dari 'langsung' ke nilai lain jika kartu grafis, penggerak atau sistem Anda terlalu lambat untuk membuat isi jendela segera. Anda harus mencoba setiap nilai untuk menemukan pengaturan yang pas pada sistem Anda.
nl: Deze waarde bepaalt hoe snel de vensterinhoud moet worden aangemaakt. De waarde 'onmiddellijk' instrueert xfdashboard om de vensterinhoud aan te maken op het ogenblik dat die wordt verzocht; alle andere waarden zullen een wachtrij opstellen en de waarde bepaalt hoe snel de wachtrij zal worden verwerkt. <b>Let op:</b> wijzig deze waarde alleen dan van 'onmiddellijk' in een andere waarde, wanneer uw videokaart, stuurprogramma of systeem te langzaam is om de vensterinhoud meteen aan te maken. U dient elke waarde uit te proberen om die waarde te vinden die het beste bij uw systeem past.

source: Priority of window content creation
es: Prioridad de la creación de contenido de la ventana
he: יצירת תוכם תעדיפות חלון
id: Prioritas pembuatan konten jendela
nl: Prioriteit van vensterinhoudcreatie

source: Show child windows in main windows
es: Mostrar ventanas secundarias en las ventanas principales
he: הצג חלונות ילדים בחלונות עיקריים
id: Tampilkan jendela anak di jendela utama
nl: Toon afgeleide vensters in hoofdvenster

source: When enabled all live window previews will also show their child windows. Disabling this option will increase performance on slower machines.
es: Cuando está habilitado, todas las vistas previas de ventanas en vivo también mostrarán sus ventanas secundarias. Desactivar esta opción aumentará el rendimiento en máquinas más lentas.
he: כאשר מופעל כל התצוגות המקדימות החיות של החלונות יציגו בנוסף את החלונות הילדים שלהם. כיבוי אפשרות זו ישפר ביצועים במערכות איטיות.
id: Jika diaktifkan, semua pratinjau langsung jendela juga akan menampilkan jendela anak mereka. Menonaktifkan opsi ini akan meningkatkan kinerja pada mesin yang lebih lambat.
nl: Indien ingeschakeld zullen alle actieve venster-voorbeeldweergaven ook hun afgeleide vensters tonen. Het uitschakelen van deze optie zal de prestaties van langzame machines verbeteren.

source: Always start a new instance for application
es: Siempre iniciar una nueva instancia por aplicación
he: תמיד התחל מופע חדש ליישום
id: Selalu mulai instansi baru untuk aplikasi
nl: Altijd een nieuwe instantie starten voor een toepassing

source: When enabled and an icon in quicklaunch is clicked it will always start a new instance of the application. When not enabled it will select the last known active window of the running application instance. If application is not running, a new instance will be started.
es: Cuando está habilitado y se hace clic en un icono de inicio rápido, siempre se iniciará una nueva instancia de la aplicación. Cuando no está habilitado, seleccionará la última ventana activa conocida de la instancia de la aplicación en ejecución. Si la aplicación no se está ejecutando, se iniciará una nueva instancia.
he: כאשר מופעל ולוחצים על אייקון בהפעלה מהירה תמיד יתחיל מופע חדש של הישום. כאשר לא מופעל ייבחר החלון הפעיל הידוע האחרון של מופע הישום הפועל. אם ישום אינו פועל, מופע חדש יתחיל.
id: Jika diaktifkan dan ikon di quiklaunch diklik, akan selalu memulai instansi baru dari aplikasi. Ketika tidak diaktifkan, ia akan memilih jendela aktif terakhir yang diketahui dari instansi aplikasi yang berjalan. Jika aplikasi tidak berjalan, instansi baru akan dimulai.
nl: Indien ingeschakeld zal het aanklikken van een snelstarterpictogram altijd een nieuwe instantie starten van de toepassing. Indien niet ingeschakeld zal het aanklikken het laatst bekende actieve venster van de draaiende toepassing kiezen. Als de toepassing niet al draait, zal er een nieuwe instantie worden gestart.

source: Enable animations
es: Permitir animaciones
he: הפעל אנימציות
id: Aktifkan animasi
nl: Animaties inschakelen

source: If enabled theme-defined animations will be shown.
es: Si es seleccionado se mostraran las animaciones predeterminadas del tema.
he: אם מופעל אנימציות מוגדרות ערכת נושא יוצגו.
id: Jika diaktifkan, animasi sesuai tema akan ditampilkan.
nl: Indien ingeschakeld zullen er thema-bepaalde animaties worden getoond.

source: <b>Applications view:</b>
es: <b>Vista de aplicaciones:</b>
he: <b>תצוגת ישומים:</b>
id: <b>Tampilan aplikasi:</b>
nl: <b>Toepassingenweergave:</b>

source: Show menu for all installed applications
es: Mostrar menú para todas las aplicaciones instaladas
he: הצג תפריט עבור כל הישומים המותקנים
id: Tampilkan menu untuk semua aplikasi terpasang
nl: Menu tonen voor alle geïnstalleerde toepassingen

source: When enabled an "all applications" menu containing all installed applications will be shown at applications view
es: Cuando se activa un menú "todas las aplicaciones" con todas las instaladas aplicaciones se mostrarán como una vista de aplicaciones.
he: כאשר מופעל תפריט "כל הישומים" המכיל את כל הישומים המותקנים יוצג בתצוגת ישומים
id: Jika diaktifkan, menu "semua aplikasi" yang berisi semua aplikasi yang terpasang akan ditampilkan pada tampilan aplikasi
nl: Indien ingeschakeld zal er een 'alle toepassingen'-menu worden getoond in de toepassingenweergave, met alle geïnstalleerde toepassingen

source: <b>Windows view:</b>
es: <b>Vista de ventanas:</b>
he: <b>תצוגת חלונות:</b>
id: <b>Tampilan jendela:</b>
nl: <b>Vensterweergave:</b>

source: Mouse wheel changes workspace
es: La rueda del ratón cambia de espacio de trabajo
he: גלגל עכבר מחליף מרחב עבודה
id: Roda tetikus mengubah area kerja
nl: Muiswiel verandert van werkblad

source: When enabled any scroll event, like mouse-wheel up and down, at the windows view will change the active workspace. This behaviour is the same as in workspace selector.
es: Cuando se activa cualquier desplazamiento, como subir y bajar la rueda del ratón, la vista de ventanas cambiarán al del espacio de trabajo actual. Este comportamiento es el mismo que seleccionar un espacio de trabajo.
he: כאשר מופעל כל אירוע גלילה, כמו גלגל עכבר למעלה ולמטה, בתצוגת חלונות הוא ישנה את חלל העבודה הפעיל. התנהגות זו דומה לזו בבורר חללי העבודה.
id: Jika diaktifkan, setiap kali menggulir, seperti menggulir roda tetikus ke atas dan ke bawah, di tampilan jendela akan mengubah ruang kerja aktif. Perilaku ini sama seperti di pemilih ruang kerja.
nl: Indien ingeschakeld zal elke schuifgebeurtenis, zoals op en neer met het muiswieltje, in de vensterweergave het actieve werkblad wijzigen. Dit gedrag is hetzelfde als in de werkbladselectie.

source: <b>Search view:</b>
es: <b>Vista de búsqueda:</b>
he: <b>תצוגת חיפוש:</b>
id: <b>Tampilan pencarian:</b>
nl: <b>Zoekweergave:</b>

source: Sets the interval the search should be delayed by after the first character was entered.
es: Establece el intervalo de búsqueda que debe retrasarse después de que se haya introducido el primer carácter.
he: קובע את מרווח הזמן לעיכוב החיפוש לאחר שהתו הראשון הוכנס.
id: Setel interval penundaan pencarian setelah karakter pertama dimasukkan.
nl: Stelt de tussenpoze in gedurende welke de zoekopdracht wordt uitgesteld nadat het eerste teken werd ingegeven.

source: Delay initial search interval:
es: Retrasar el intervalo de búsqueda inicial:
he: מרווח השהיה חיפוש ראשוני:
id: Interval awal penundaan pencarian:
nl: Vertraging eerste zoekopdracht:

source: General
he: כללי
id: Umum
nl: Algemeen

source: <b>Name:</b>
es: <b>Nombre:</b>
he: <b>שם:</b>
id: <b>Nama:</b>
nl: <b>Naam:</b>

source: <b>Author:</b>
es: <b>Autor:</b>
he: <b>מחבר:</b>
id: <b>Penulis:</b>
nl: <b>Auteur:</b>

source: <b>Version:</b>
he: <b>גרסא:</b>
id: <b>Versi:</b>
nl: <b>Versie:</b>

source: <b>Description:</b>
es: <b>Descripción:</b>
he: <b>תיאור:</b>
id: <b>Keterangan:</b>
nl: <b>Beschrijving:</b>

source: Themes
es: Temas
he: ערכות נושא
id: Tema
nl: Thema's

source: <b>License:</b>
es: <b>Licencia:</b>
he: <b>רשיון:</b>
id: <b>Lisensi:</b>
nl: <b>Licentie:</b>

source: Plugins
es: Complementos
he: תוספים
id: Plugin
nl: Invoegsels

source: Default theme for xfdashboard
he: ערכת נושא ברירת מחדל עבור xfdashboard
id: Tema bawaan untuk xfdashboard
nl: Standaardthema voor xfdashboard

source: Aubergine theme for xfdashboard
he: ערכת נושא סגול חציל עבור Xfdashboard
id: Tema Aubergine untuk xfdashboard
nl: Aubergine thema voor xfdashboard
