Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Could not check for duplicates for invalid %s object so assume no actor exists
he: לא יכול לבדוק כפולים עבור אובייקט %s לא חוקי ולכן מניח שלא קיים שחקן
id: Tak dapat memeriksa duplikat untuk %s objek yang tidak valid, maka anggap tidak ada aktor
nl: Kon niet controleren op duplicaten voor ongeldig %s object, dus neem aan dat er geen acteur bestaat

source: Could not check for duplicates for invalid %s object so assume it exists
he: לא יכול לבדוק כפולים עבור אובייקט %s לא חוקי אז מניח שהוא קיים
id: Tak dapat memeriksa duplikat untuk %s objek yang tidak valid, maka anggap itu ada
nl: Kon niet controleren op duplicaten voor ongeldig %s object, dus neem aan dat het bestaat

source: Value at %p of type %s is not a %s so assume this desktop application item exists
he: ערך ב%p של סוג %s הוא לא %s אז מניח שפריט ישום שולחן עבודה זה קיים
id: Nilai pada %p tipe %s bukan %s jadi anggap item aplikasi desktop ini ada
nl: Waarde bij %p van type %s is geen %s dus neem aan dat dit bureaubladtoepassingselement bestaat

source: No windows to activate for application
es: Ninguna ventana a activarse para la aplicación
he: אין חלונות להפעיל עבור ישום
id: Tak ada jendela untuk mengaktifkan aplikasi
nl: Geen te activeren vensters voor toepassing

source: Cannot find quicklaunch for application button.
he: לא יכול למצוא הפעלה מהירה עבור כפתור ישום.
id: Tak dapat menemukan quicklaunch untuk tombol aplikasi.

source: Favourite '%s' removed
es: Favorito '%s' borrado
he: מועדף '%s' הוסר
id: Favorit '%s' dihapus
nl: Bladwijzer '%s' verwijderd

source: Favourite '%s' added
es: Favorito '%s' agregado
he: מועדף '%s' התווסף
id: Favorit '%s' ditambahkan
nl: Bladwijzer '%s' toegevoegd

source: Remove from favourites
es: Remover de favoritos
he: הסר מהמועדפים
id: Hapus dari favorit
nl: Uit bladwijzers verwijderen

source: Add to favourites
es: Agregar a favoritos
he: הוסף למועדפים
id: Tambahkan ke favorit
nl: Toevoegen aan bladwijzers

source: %s is a child of %s and cannot be selected at %s
he: %s הוא ילד של %s ולא ניתן לבחירה ב%s
id: %s adalah anak dari %s dan tidak dapat dipilih di %s
nl: %s is een afgeleid proces van %s en kan niet worden gekozen bij %s

source: Favourites
he: מועדפים
id: Favorit
nl: Bladwijzers

source: An array of strings pointing to desktop files shown as icons
he: מערך של מחרוזות המצביעות על קבצי שולחן עבודה המוצגים כאיקונים
id: Sebuah himpunan string yang menunjuk ke berkas desktop ditampilkan sebagai ikon
nl: Een verzameling van tekenreeksen die verwijzen naar bureaubladbestanden die worden getoond als pictogrammen

source: Normal icon size
he: גודל סמל רגיל
id: Ukuran ikon normal
nl: Normale pictogramgrootte

source: Unscale size of icon
he: בטל שינוי קנה מידת סמל
id: Ukuran ikon tak berskala
nl: Grootte van pictogram ontschalen

source: Remove
es: Eliminar
he: הסר
id: Hapus
nl: Verwijderen

source: Relative scale
he: קנה מידה יחסי
id: Skala relatif
nl: Relatieve schaal

source: Whether all children should be scaled relatively to largest child
he: האם כל הילדים צריכים להיות בקנה מידה יחסי לילד הגדול ביותר
id: Apakah semua anak harus diskalakan relatif ke anak terbesar
nl: Of alle afgeleide processen moeten worden geschaald ten opzichte van het grootste afgeleide proces

source: Prevent upscaling
he: מנע הרחבה
id: Cegak skala ke atas
nl: Schaalvergroting voorkomen

source: Whether this layout manager should prevent upsclaing any child beyond its real size
he: האם מנהל סידור זה צריך למנוע הרחבה של ילד כלשהוא מעבר לגודלו האמיתי
id: Apakah manajer tata letak ini harus mencegah penskalaan naik suatu anak melampaui ukuran sebenarnya
nl: Of deze opmaakbeheerder moet verhinderen dat een afgeleid proces wordt vergroot voorbij zijn werkelijke grootte

source: Defines if scrollbar is horizontal or vertical
he: מגדיר האם סרגל הגלילה הוא אופקי או אנכי
id: Mendefinisikan apakah bilah gulir horizontal atau vertikal
nl: Bepaalt of schuifbalk horizontaal of verticaal is

source: Value
he: ערך
id: Nilai
nl: Waarde

source: Current value of scroll bar within range
he: ערך נוכחי של סרגל גלילה בתוך טווח
id: Nilai sekarang bilah gulir di dalam rentang
nl: Huidige waarde van schuifbalk in bereik

source: Value range
he: טווח ערך
id: Rentang nilai
nl: Waardebereik

source: The range the slider of scroll bar covers
he: הטווח שסליידר סרגל הגלילה מכסה
id: Rentang slider bilah gulir
nl: Het bereik dat de schuifbalk heeft

source: Range
he: טווח
id: Rentang
nl: Bereik

source: Range to scroll within
he: טווח לגלול בתוכו
id: Rentang untuk menggulir
nl: Bereik waarbinnen wordt geschoven

source: Page size factor
he: פקטור גודל דף
id: Faktor ukuran halaman
nl: Factor voor paginagrootte

source: The factor of value range to increase or decrease value by on pointer scroll events.
he: הפקטור של טווח הערך להגדלה או הקטנה של הערך באירועי גלילת מצביע.
id: Faktor rentang nilai untuk menambah atau mengurangi nilai menggunakan gulir penunjuk.

source: The spacing between scrollbar and background
he: הרווח בין סרגל גלילה ורקע
id: Jarak antara bilah gulir dan latar belakang
nl: De ruimte tussen schuifbalk en achtergrond

source: Slider width
he: רוחב סליידר
id: Lebar slider
nl: Breedte van schuifbalk

source: The width of slider
he: הרוחב של הסליידר
id: Lebar slider
nl: De breedte van de schuifbalk

source: Slider radius
he: רדיוס סליידר
id: Radius slider
nl: Straal van schuifbalk

source: The radius of slider's rounded corners
he: הרדיוס של הפינות המעוגלות של הסליידר
id: Radius dari sudut bulat slider
nl: De straal van de afgeronde hoeken van de schuifbalk

source: Slider color
he: צבע סליידר
id: Warna slider
nl: Kleur van schuifbalk

source: Color of slider
he: צבע סליידר
id: Warna slider
nl: De kleur van de schuifbalk

source: Search provider %s of type %s is not a %s and cannot be registered
he: ספק חיפוש %s מסוג %s הוא לא %s ולא ניתן לרישום
id: Penyedia pencarian %s tipe %s bukan %s dan tidak dapat didaftarkan
nl: Zoekdienst %s van type %s is geen %s en kan niet worden geregistreerd

source: Search provider %s of type %s is registered already
he: ספק חיפוש %s מסוג %s כבר רשום
id: Penyedia pencarian %s tipe %s sudah terdaftar
nl: Zoekdienst %s van type %s is reeds geregistreerd

source: Failed to register search provider %s of type %s
he: נכשל לרשום ספק חיפוש %s מסוג %s
id: Gagal mendaftarkan penyedia pencarian %s tipe %s
nl: Kon zoekaanbieder %s van type %s niet registreren

source: Search provider %s is not registered and cannot be unregistered
he: ספק חיפוש %s לא רשום ולא ניתן לבטל את רישומו
id: Penyedia pencarian %s tidak terdaftar dan tidak bisa didaftarkan
nl: Zoekaanbieder %s is niet geregistreerd en kan dus niet worden geontregistreerd

source: Cannot create search provider %s because it is not registered
he: לא יכול ליצור ספק חיפוש %s כי הוא לא רשום
id: Tak dapat membuat penyedia pencarian %s karena tidak terdaftar
nl: Kan zoekaanbieder %s niet maken omdat die niet is geregistreerd

source: Search provider of type %s does not implement required virtual function XfdashboardSearchProvider::%s
he: ספק חיפוש מסוג %s לא מיישם פונקציה וירטואלית נדרשת XfdashboardSearchProvider::%s
id: Penyedia pencarian tipe %s tidak mengimplementasikan fungsi virtual XfdashboardSearchProvider::%s yang diperlukan
nl: Zoekdienst van type %s implementeert niet de vereiste virtuele functie XfdashboardSearchProvider::%s

source: Provider ID
he: זהות ספק
id: ID Penyedia
nl: Zoekdienst-ID

source: The internal ID used to register this type of search provider
he: הזהות הפנימית בשימוש לרישום ספק חיפוש מסוג זה
id: ID internal yang digunakan untuk mendaftarkan tipe penyedia pencarian ini
nl: De interne ID voor het registreren van dit soort zoekdienst

source: Failed to add actor for result item %s of provider %s: Could not create actor
he: נכשל להוסיף שחקן לפריט תוצאה %s של ספק %s: לא יכול ליצור שחקן
id: Gagal menambahkan aktor untuk item hasil %s dari penyedia %s: Tidak dapat membuat aktor
nl: Kon geen acteur toevoegen voor resultaatelement %s van zoekdienst %s: Kon acteur niet maken

source: Failed to add actor for result item %s of provider %s: Actor of type %s is not derived from class %s
he: נכשל להוסיף שחקן לפריט תוצאה %s של ספק %s: שחקן מסוג %s לא נובע מדרגה %s
id: Gagal menambahkan aktor untuk item hasil %s dari penyedia %s: Aktor tipe %s tidak berasal dari kelas %s

source: Show %d more results...
es: Mostrar %d más resultados...
he: הצג %d תוצאות נוספות...
id: Tampilkan %d hasil lebih...
nl: Toon %d meer resultaten...

source: Show all %d results...
es: Mostrar todos los %d resultados...
he: הצג את כל %d התוצאות...
id: Tampilkan keseluruhan %d hasil...
nl: Toon alle %d resultaten...

source: Failed to remove actor for result item %s of provider %s: Actor of type %s is not derived from class %s
he: נכשל להסיר שחקן עבור פריט תוצאה %s של ספק %s: שחקן מסוג %s לא נובע מדרגה %s
id: Gagal menghapus aktor untuk item hasil %s dari penyedia %s: Aktor tipe %s tidak berasal dari kelas %s

source: Provider
he: ספק
id: Penyedia
nl: Aanbieder

source: The search provider this result container is for
he: ספק החיפוש עבורו תוצאת גורם מכיל זה
id: Penyedia pencarian untuk kontainer hasil ini
nl: De zoekaanbieder waarvoor deze resultatenopslag is bedoeld

source: Icon
he: סמל
id: Ikon
nl: Pictogram

source: A themed icon name or file name of icon this container will display. If not set the icon the search provider defines will be used.
he: שם איקון ערכת נושא או שם קובץ של איקון אותו גורם מכיל זה יציג. אם לא מוגדר האיקון שספק החיפוש מגדיר יהיה בשימוש.
id: Sebuah nama ikon bertema atau nama berkas ikon yang akan ditampilkan kontainer ini. Jika tidak disetel, ikon yang didefinisikan penyedia pencarian akan digunakan.
nl: Een themabepaalde pictogramnaam of bestandsnaam van pictogram dat dit vensterdeel zal weergeven. Indien niet ingesteld zal het pictogram worden gebruikt dat de zoekdienst bepaalt.

source: Title format
he: פורמט כותרת
id: Format judul
nl: Titelopmaak

source: Format string for title which will contain the name of search provider
he: מחרוזת פורמט עבור כותרת אשר תכיל את שם ספק החיפוש
id: Format string untuk judul yang akan berisi nama penyedia pencarian
nl: Opmaak-tekenreeks voor titel die de naam van de zoekdienst zal bevatten

source: View mode of container for result items
he: מצב תצוגה של גורם מכיל עבור פריטי תוצאה
id: Mode tampilan kontainer untuk item hasil
nl: Weergavemodus van vensterdeel voor resultaatelementen

source: Spacing between each result item
he: רווח בין כל פריט תוצאה
id: Jarak antar tiap item hasil
nl: Ruimte tussen elk resultaatelement

source: Padding between title and item results container
he: מרווח בין כותרת וגורם מכיל תוצאות פריט
id: Pengisi antara judul dan kontainer item hasil
nl: Opvulling tussen titel en vensterdeel voor resultaatelementen

source: Initial results size
he: גודל תוצאות התחלתי
id: Ukuran hasil awal
nl: Aantal aanvankelijke resultaten

source: The maximum number of results shown initially. 0 means all results
he: מספר התוצאות המקסימלי המוצג בהתחלה. 0 אומר כל התוצאות
id: Jumlah maksimum hasil yang ditampilkan di awal. 0 berarti semua hasil
nl: Het maximumaantal getoonde aanvankelijke resultaten. 0 betekent alle resultaten

source: More results size
he: גודל תוצאות נוספות
id: Ukuran lebih banyak hasil
nl: Aantal van meer resultaten

source: The number of results to increase current limit by
he: מספר התוצאות להגדלת הגבול הנוכחי
id: Jumlah hasil untuk meningkatkan batas saat ini
nl: Het aantal resultaten om de huidige begrenzing mee te verhogen

source: Cannot lookup selection target at %s because %s is a child of %s but not of this container
he: לא יכול למצוא מטרת בחירה ב%s כי %s הוא ילד של %s אבל לא של הגורם המכיל שלו
id: Tak dapat mencari target pemilihan pada %s karena %s adalah anak dari %s tetapi bukan dari kontainer ini
nl: Kan selectiedoel op %s niet opzoeken want %s is een afgeleid venster van %s maar niet van dit vensterdeel

source: %s is not a child of %s and cannot be activated
he: %s הוא לא ילד של %s ולא ניתן להפעלה
id: %s bukan anak dari %s dan tidak dapat diaktifkan
nl: %s is geen afgeleid venster van %s en kan niet worden geactiveerd

source: No results found for '%s'
es: Ningún resultado encontrado para '%s'
he: לא נמצאו תוצאות עבור '%s'
id: Tak ada hasil yang ditemukan untuk '%s'
nl: Geen resultaten gevonden voor '%s'

source: %s is not a child of any provider at %s and cannot be selected
he: %s הוא לא ילד של אף ספק ב%s ולא ניתן לבחירה
id: %s bukan anak dari penyedia apapun di %s dan tidak dapat dipilih
nl: %s is geen afgeleid venster van een zoekdienst op %s en kan niet worden geselecteerd

source: Focusable object %s and provider %s do not handle selection direction of type %s.
he: אובייקט ניתן לפוקוס %s וספק %s לא מטפלים בהוראת בחירה מסוג %s.
id: Objek yang dapat difokuskan %s dan penyedia %s tidak menangani arah pemilihan tipe %s.
nl: Scherpstelbaar object %s en zoekdienst %s kunnen niet overweg met selectierichting van type %s.

source: %s is not a child of any provider at %s and cannot be activated
he: %s הוא לא ילד של אף ספק ב%s ולא ניתן להפעלה
id: %s bukan anak dari penyedia apapun pada %s dan tidak dapat diaktifkan
nl: %s is geen afgeleid venster van een zoekdienst op %s en kan niet worden geactiveerd

source: Search
es: Búsqueda
he: חיפוש
id: Cari
nl: Zoeken

source: The monitor where this stage interface is connected to
he: העוקב אליו מחובר ממשק שלב זה
id: Monitor di mana antarmuka panggung ini terhubung

source: Background color
he: צבע רקע
id: Warna latar belakang
nl: Achtergrondkleur

source: Color of stage's background
he: צבע של רקע שלב
id: Warna latar belakang panggung

source: Will not switch to unknown view '%s'
he: לא יעבור אל תצוגה לא ידועה '%s'
id: Tak akan beralih ke tampilan yang tidak diketahui '%s'
nl: Zal niet omschakelen naar onbekende weergave '%s'

source: Cannot switch to unknown view '%s'
he: לא יכול לעבור אל תצוגה לא ידועה '%s'
id: Tak dapat beralih ke tampilan yang tidak diketahui '%s'
nl: Kan niet omschakelen naar onbekende weergave '%s'

source: Cannot perform search because search view was not found in viewpad.
he: לא יכול לבצע חיפוש כי תצוגת חיפוש לא נמצאה ב-viewpad.
id: Tak dapat melakukan pencarian karena tampilan pencarian tidak ditemukan di viewpad.

source: Cannot find search view in viewpad to reset view.
he: לא יכול למצוא תצוגת חיפוש ב-viewpad לאתחול התצוגה.
id: Tak dapat menemukan tampilan pencarian di viewpad untuk menyetel ulang tampilan.

source: Could not build interface '%s' from theme '%s'
he: לא יכול לבנות ממשק '%s' מערכת נושא '%s'
id: Tak dapat membangun antarmuka '%s' dari tema '%s'

source: Interface '%s' from theme '%s' must be an actor of type %s
he: ממשק '%s' מערכת נושא '%s' חייב להיות שחקן מסוג %s
id: Antarmuka '%s' dari tema '%s' harus merupakan aktor dengan tipe %s

source: Invalid multiple stages for primary monitor
he: שלבים מרובים לא חוקיים עבור עוקב ראשי
id: Beberapa panggung untuk monitor utama tidak valid

source: Just type to search...
es: Solo tipee para buscar...
he: הקלד כדי לחפש...
id: Cukup ketik untuk melakukan pencarian...
nl: Tik in om te zoeken...

source: Switch to view
he: עבור אל תצוגה
id: Beralih ke tampilan
nl: Overschakelen naar weergave

source: Switch to this named view as soon as stage gets visible
he: עבור אל תצוגה בעלת שם זו ברגע ששלב נראה לעין
id: Beralih ke tampilan bernama ini segera setelah panggung terlihat

source: Object of type %s does not implement required virtual function XfdashboardStylable::%s
he: אובייקט מסוג %s לא מיישם פונקציה וירטואלית נדרשת XfdashboardStylable::%s
id: Objek dengan tipe %s tidak mengimplementasikan fungsi virtual XfdashboardStylable::%s yang diperlukan

source: Style classes
he: דרגות עיצוב
id: Kelas gaya
nl: Stijlklassen

source: String representing list of classes separated by '.'
he: מחרוזת המייצגת רשימת דרגות מופרדות ב"."
id: String yang mewakili daftar kelas yang dipisahkan oleh '.'
nl: Tekenreeks die klassenlijst vertegenwoordigt gescheiden door '.'

source: Style pseudo-classes
he: דרגות למחצה של עיצוב
id: Gaya pseudo-kelas
nl: Stijl van pseudoklassen

source: String representing list of pseudo-classes, e.g. current state, separated by ':'
he: מחרוזת המייצגת רשימה של דרגות למחצה, למשל מצב נוכחי, מופרדות ב"."
id: String yang mewakili daftar pseudo-kelas, misalnya status saat ini, dipisahkan oleh ':'
nl: Tekenreeks die lijst van pseudoklassen vertegenwoordigt, gescheiden door '.'

source: Could not find property '%s' for class %s
he: לא יכול למצוא מאפיין '%s' עבור דרגה %s
id: Tak dapat menemukan properti '%s' untuk kelas %s
nl: Kon eigenschap '%s' niet vinden voor klasse %s

source: Editable
he: ניתן לעריכה
id: Dapat disunting
nl: Bewerkbaar

source: Flag to set if text is editable
he: אות סימון לקביעה האם טקסט ניתן לעריכה
id: Bendera yang menyetel apakah teks dapat disunting
nl: Vlag die bepaalt of de tekst bewerkbaar is

source: Primary icon name
he: שם סמל ראשי
id: Nama ikon utama
nl: Naam van primaire pictogram

source: Themed icon name or file name of primary icon shown left of text box
he: שם איקון ערכת נושא או שם קובץ של איקון עיקרי מוצג משמאל לתיבת הטקסט
id: Nama ikon bertema atau nama berkas dari ikon utama yang ditampilkan di kiri kotak teks
nl: Themabepaalde pictogramnaam of bestandsnaam van primaire pictogram dat links van het tekstvak wordt getoond

source: Secondary icon name
he: שם סמל משני
id: Nama ikon sekunder
nl: Naam van secundaire pictogram

source: Themed icon name or file name of secondary icon shown right of text box
he: שם איקון ערכת נושא או שם קובץ של איקון משני מוצג מימין לתיבת הטקסט
id: Nama ikon bertema atau nama berkas dari ikon sekunder yang ditampilkan di kanan kotak teks
nl: Themabepaalde pictogramnaam of bestandsnaam van secundaire pictogram dat rechts van het tekstvak wordt getoond

source: Text
he: טקסט
id: Teks
nl: Tekst

source: Text of editable text box
he: טקסט של תיבת טקסט הניתנת לעריכה
id: Teks dari kotak teks yang dapat disunting
nl: Tekst van bewerkbare tekstvak

source: Text font
he: גופן טקסט
id: Fonta teks
nl: Lettertype van tekst

source: Font of editable text box
he: גופן תיבת הטקסט הניתנת לעריכה
id: Fonta kotak teks yang dapat disunting
nl: Lettertype voor bewerkbare tekstvak

source: Text color
he: צבע טקסט
id: Warna teks
nl: Tekstkleur

source: Color of text in editable text box
he: צבע הטקסט של תיבת הטקסט הניתנת לעריכה
id: Warna teks dalam kotak teks yang dapat disunting
nl: Kleur van tekst in bewerkbare tekstvak

source: Selection text color
he: צבע טקסט בחירה
id: Warna teks yang dipilih
nl: Kleur van geselecteerde tekst

source: Color of text of selected text
he: צבע טקסט של טקסט נבחר
id: Warna teks untuk teks yang dipilih
nl: De kleur van de tekst bij geselecteerde tekst

source: Selection background color
he: צבע רקע בחירה
id: Warna latar belakang yang dipilih
nl: Achtergrondkleur van selectie

source: Color of background of selected text
he: צבע רקע של טקסט נבחר
id: Warna latar belakang teks yang dipilih
nl: Kleur van de achtergrond van geselecteerde tekst

source: Hint text
he: טקסט רמז
id: Teks petunjuk
nl: Tekst van suggestie

source: Hint text shown if editable text box is empty
he: טקסט רמז המוצג אם תיבת טקסט ניתן לעריכה ריקה
id: Teks petunjuk yang ditampilkan jika kotak teks yang dapat disunting kosong
nl: Suggestietekst getoond indien bewerkbare tekstvak leeg is

source: Hint text font
he: גופן טקסט רמז
id: Fonta teks petunjuk
nl: Lettertype van suggestietekst

source: Font of hint text shown if editable text box is empty
he: גופן של טקסט רמז המוצג אם תיבת טקסט ניתן לעריכה ריקה
id: Fonta teks petunjuk yang ditampilkan jika kotak teks yang dapat disunting kosong
nl: Lettertype van suggestietekst getoond indien bewerkbare tekstvak leeg is

source: Hint text color
he: צבע טקסט רמז
id: Warna teks petunjuk
nl: Kleur van suggestietekst

source: Color of hint text shown if editable text box is empty
he: צבע טקסט רמז המוצג אם תיבת טקסט ניתן לעריכה ריקה
id: Warna teks petunjuk yang ditampilkan jika kotak teks yang dapat disunting kosong
nl: Kleur van suggestietekst getoond indien bewerkbaar tekstvak leeg is

source: Hint text set
he: קביעת טקסט רמז
id: Teks petunjuk disetel
nl: Suggestietekst ingesteld

source: Flag indicating if a hint text was set
he: אות סימון הנותן אינדיקציה האם טקסט רמז נקבע
id: Bendera yang mengindikasikan jika teks petunjuk telah disetel
nl: Vlag die aangeeft of er een suggestietekst is ingesteld

source: Cannot get argument %d because only %d arguments are available
he: לא יכול לקבל ארגומנט %d כי רק %d ארגומנטים זמינים
id: Tak bisa mendapatkan argumen %d karena hanya %d argumen yang tersedia
nl: Kan argument %d niet verkrijgen want slechts %d argumenten beschikbaar

source: Cannot allocate memory for argument %d
he: לא יכול להקצות זיכרון לארגומט %d
id: Tak dapat mengalokasikan memori untuk argumen %d
nl: Kan geen geheugen toewijzen voor argument %d

source: Cannot transform argument %d from type '%s' to type '%s'
he: לא יכול להפוך ארגומנט %d מסוג '%s' לסוג '%s'
id: Tak dapat mengubah argumen %d dari tipe '%s' ke tipe '%s'
nl: Kan argument %d niet omzetten van type '%s' naar type '%s'

source: Missing string to convert to color component value.
he: מחרוזת חסרה להמרה לערך רכיב צבע.
id: String untuk mengkonversi nilai komponen warna tidak ada.
nl: Ontbrekende tekenreeks voor omzetting naar kleurcomponentwaarde.

source: Cannot convert string '%s' to color component value.
he: לא יכול להמיר מחרוזת '%s' לערך רכיב צבע.
id: Tak dapat mengkonversi string '%s' ke nilai nilai komponen warna.
nl: Kan tekenreeks '%s' niet omzetten naar kleurcomponentwaarde.

source: Color component value %.2f out of range
he: ערך רכיב צבע %.2f מחוץ לתחום
id: Nilai komponen warna %.2f di luar rentang
nl: Kleurcomponentwaarde %.2f is buiten bereik

source: Factor %.2f is out of range
he: פקטור %.2f מחוץ לתחום
id: Faktor %.2f di luar rentang
nl: Factor %.2f is buiten bereik

source: Alpha factor %.2f is out of range
he: פקטור אלפא %.2f מחוץ לתחום
id: Faktor Alfa %.2f di luar rentang
nl: Alpha factor %.2f is buiten bereik

source: CSS function '%s' is already registered.
he: פונקצית CSS '%s' כבר רשומה.
id: Fungsi CSS '%s' sudah terdaftar.
nl: CSS-functie '%s' is reeds geregistreerd.

source: An identifier must follow '@'
he: חייב להיות מזהה אחרי '@'
id: Sebuah pengidentifikasi harus mengikuti '@'

source: Missing function argument
he: ארגומנט פונקציה חסר
id: Argumen fungsi tidak ada
nl: Ontbrekend functie-argument

source: Invalid character '%c' in function argument
he: תו לא חוקי '%c' בארגומנט פונקציה
id: Terdapat karakter tidak valid '%c' dalam argumen fungsi
nl: Ongeldig teken '%c' in functie-argument

source: Invalid character in function argument
he: תו לא חוקי בארגומנט פונקציה
id: Terdapat karakter tidak valid dalam argumen fungsi
nl: Ongeldig teken in functie-argument

source: Missing ')' after function
he: חסר '(' לאחר פונקציה
id: Tak ada ')' setelah fungsi
nl: Ontbrekend ')' na functie

source: Missing '(' after function
he: חסר ')' לאחר פונקציה
id: Tak ada '(' setelah fungsi
nl: Ontbrekend '(' na functie

source: Could not transform result of function '%s' to a string
he: לא יכול להפוך תוצאה של פונקציה '%s' למחרוזת
id: Tak dapat mentransformasikan hasil dari fungsi '%s' ke string
nl: Kon resultaat van functie '%s' niet omzetten naar een tekenreeks

source: Function '%s' failed with error: %s
he: פונקציה '%s' נכשלה עם שגיאה:%s
id: Fungsi '%s' gagal dengan galat: %s
nl: Functie '%s' mislukte met foutmelding: %s

source: Function '%s' failed!
he: פונקציה '%s' נכשלה!
id: Fungsi '%s' gagal!
nl: Functie '%s' is mislukt.

source: Cannot resolve identifier '@%s' because of indefinite recursion
he: לא יכול לפתור מזהה '@%s' בגלל רקורסיה בלתי מוגדרת
id: Tak dapat menyelesaikan pengidentifikasi '@%s' karena rekursi tak terbatas

source: Unresolvable identifier '@%s'
he: מזהה לא פתיר '@%s'
id: Pengidentifikasi tak terselesaikan '@%s'
