Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Destroying image cache still containing %d images.
he: הורס מטמון תמונות שעדיין מכיל %d תמונות.
id: Menghancurkan tembolok gambar yang masih berisi %d gambar.
nl: Tijdelijke afbeeldingenopslag vernietigen die nog steeds %d afbeeldingen bevat.

source: Image has already key '%s' set and will be replaced with '%s'
he: לתמונה יש כבר מקש '%s' שנקבע ויוחלף ב'%s'
id: Gambar sudah memiliki kunci '%s' yang disetel dan akan digantikan dengan '%s'

source: An image with key '%s' is already cache and will be replaced.
he: תמונה עם מקש '%s' כבר במטמון ותוחלף.
id: Sebuah gambar dengan kunci '%s' sudah di tembolok dan akan diganti.

source: Failed to load image data into content for key '%s': %s
he: נכשל לטעון מידע תמונה לתכולה עבור מקש '%s':%s
id: Gagal memuat data gambar ke dalam konten untuk kunci '%s': %s

source: Failed to load image for key '%s': %s
he: נכשל לטעון תמונה עבור מקש '%s':%s
id: Gagal memuat gambar untuk kunci '%s': %s

source: Icon file '%s' does not exist - trying fallback icon '%s'
he: קובץ איקון '%s' לא קיים - מנסה איקון חלופי '%s'
id: Berkas ikon '%s' tidak ada - mencoba ikon sandaran '%s'
nl: Pictogrambestand '%s' bestaat niet - terugvalpictogram '%s' aan het proberen

source: Could not load fallback icon for file '%s'
he: לא יכול לטעון איקון חלופי עבור קובץ '%s'
id: Tak dapat memuat ikon sandaran untuk berkas '%s'
nl: Kon geen terugvalpictogram laden voor bestand '%s'

source: Failed to load image data into content for icon '%s': %s
he: נכשל לטעון מידע תמונה לתכולה עבור איקון '%s':%s
id: Gagal memuat data gambar ke dalam konten untuk ikon '%s': %s
nl: Kon geen afbeeldingsgegevens laden in inhoud voor pictogram '%s': %s

source: Could not create stream for file '%s' of icon '%s': %s
he: לא יכול ליצור זרם עבור קובץ '%s' של איקון '%s':%s
id: Tak dapat membuat aliran untuk berkas '%s' ikon '%s': %s
nl: Kon geen stroom maken voor bestand '%s' van pictogram '%s': %s

source: Could not lookup icon name '%s' for icon '%s'
he: לא יכול לחפש שם איקון '%s' עבור איקון '%s'
id: Tak dapat mencari nama ikon '%s' untuk ikon '%s'
nl: Kon pictogramnaam '%s' niet opzoeken voor pictogram '%s'

source: Could not lookup themed icon '%s' - trying fallback icon '%s'
he: לא יכול לחפש איקון ערכת נושא '%s' - מנסה איקון חלופי '%s'
id: Tak dapat mencari ikon bertema '%s' - mencoba ikon sandaran '%s'
nl: Kon themapictogram '%s' niet opzoeken - terugvalpictogram '%s' aan het proberen

source: Could not lookup fallback icon '%s' for icon '%s'
he: לא יכול לחפש איקון חלופי '%s' עבור איקון '%s'
id: Tak dapat mencari ikon sandaran '%s' untuk ikon '%s'
nl: Kon terugvalpictogram '%s' niet opzoeken voor pictogram '%s'

source: Could not create stream for icon file %s of icon '%s': %s
he: לא יכול ליצור זרם עבור קובץ איקון %s של איקון '%s':%s
id: Tak dapat membuat aliran untuk berkas ikon %s dari ikon '%s': %s
nl: Kon geen stroom maken voor pictogrambestand %s van pictogram '%s': %s

source: Could not lookup gicon '%s'
he: לא יכול לחפש gicon '%s'
id: Tak dapat mencari gicon '%s'
nl: Kon gicon '%s' niet opzoeken

source: Could not lookup fallback icon for gicon '%s'
he: לא יכול לחפש איקון חלופי עבור gicon '%s'
id: Tak dapat mencari ikon sandaran untuk gicon '%s'
nl: Kon geen terugvalpictogram opzoeken voor gicon '%s'

source: Failed to load image data into content for gicon '%s': %s
he: נכשל לטעון מידע תמונה לתכולה עבור gicon '%s':%s
id: Gagal memuat data gambar ke dalam konten untuk gicon '%s': %s
nl: Kon geen afbeeldingsgegevens laden in inhoud voor gicon '%s': %s

source: Could not create stream for file %s of gicon '%s': %s
he: לא יכול ליצור זרם עבור קובץ %s של gicon '%s':%s
id: Tak dapat membuat aliran untuk berkas %s dari gicon '%s': %s
nl: Kon geen stroom maken voor bestand %s van gicon '%s': %s

source: Cannot load image '%s' without type
he: לא יכול לטעון תמונה '%s' ללא סוג
id: Tak dapat memuat gambar '%s' tanpa tipe
nl: Kan afbeelding '%s' niet laden zonder type

source: Cannot load image '%s' of unknown type %d
he: לא יכול לטעון תמונה '%s' של סוג לא ידוע %d
id: Tak dapat memuat gambar '%s' untuk tipe yang tidak diketahui %d
nl: Kan afbeelding '%s' van onbekend type %d niet laden

source: The hash key for caching this image
he: מקש hash להטמנת תמונה זו
id: Kunci hash untuk tembolok gambar ini

source: Missing icon name
he: שם איקון חסר
id: Nama ikon yang tidak ada
nl: Ontbrekende pictogramnaam

source: The icon's name to use when requested image cannot be loaded
he: שם האיקון לשימוש כאשר התמונה המבוקשת לא ניתנת לטעינה
id: Nama ikon untuk digunakan ketika gambar yang diminta tidak dapat dimuat
nl: De te gebruiken pictogramnaam wanneer de opgevraagde afbeelding niet kan worden geladen

source: Could not create key for icon name '%s' at size %u
he: לא יכול ליצור מקש עבור שם איקון '%s' בגודל %u
id: Tak dapat membuat kunci untuk nama ikon '%s' pada ukuran %u

source: Could not create key for gicon '%s' at size %u
he: לא יכול ליצור מקש עבור gicon '%s' בגודל %u
id: Tak dapat membuat kunci untuk gicon '%s' pada ukuran %u

source: Padding between background and elements
he: מרווח בין רקע ואלמנטים
id: Pengisi antara latar belakang dan elemen
nl: Opvulling tussen achtergrond en elementen

source: Spacing between text and icon
he: רווח בין טקסט ואיקון
id: Jarak antara teks dan ikon
nl: Ruimte tussen tekst en pictogram

source: Label style
he: סגנון תוית
id: Gaya label
nl: Etiketstijl

source: Style of button showing text and/or icon
he: סגנון כפתור המציג טקסט ו/או איקון
id: Gaya tombol yang menampilkan teks dan/atau ikon
nl: Stijl van de knop die tekst en/of pictogram toont

source: Icon GIcon
he: GIcon איקון
id: GIcon ikon
nl: Pictogram GIcon

source: The GIcon of icon
he: ה-GIcon של איקון
id: GIcon untuk ikon
nl: De GIcon van pictogram

source: Icon image
he: תמונת סמל
id: Gambar ikon
nl: Pictogramafbeelding

source: Image of icon
he: תמונה עבור סמל
id: Gambar dari ikon
nl: Afbeelding van pictogram

source: Synchronize icon size
he: סנכרן גודל סמל
id: Sinkronkan ukuran ikon
nl: Pictogramgrootte afstemmen

source: Synchronize icon size with text size
he: סנכרן גודל סמל עם גודל טקסט
id: Sinkronkan ukuran ikon dengan ukuran teks
nl: Stem pictogramgrootte af op tekstgrootte

source: Size of icon if size of icon is not synchronized. -1 is valid for icon images and sets icon image's default size.
he: גודל של איקון אם גודל איקון לא מסונכרן. -1 הוא תקף עבור תמונות איקון וקובע את גודל ברירת המחדל של תמונת איקון.
id: Ukuran ikon jika ukuran ikon tidak disinkronkan. -1 valid untuk gambar ikon dan menyetel ukuran bawaan gambar ikon.
nl: Groote van pictogram indien pictogram niet wordt afgestemd. -1 is geldig voor pictogramafbeeldingen en stelt de standaardgrootte in van de pictogramafbeelding.

source: Icon orientation
he: אוריינטצית איקון
id: Orientasi ikon
nl: Pictogramoriëntatie

source: Orientation of icon to label
he: אוריינטציה של איקון לסימון
id: Orientasi ikon ke label
nl: Oriëntatie van pictogram ten opzichte van etiket

source: Label text
he: טקסט תוית
id: Teks label
nl: Etikettekst

source: Text of label
he: טקסט של תוית
id: Teks untuk label
nl: Tekst van etiket

source: Font
he: גופן
id: Fonta
nl: Lettertype

source: Font of label
he: גופן של תוית
id: Fonta untuk label
nl: Lettertype van etiket

source: Color
he: צבע
id: Warna
nl: Kleur

source: Color of label
he: צבע של תוית
id: Warna label
nl: Kleur van etiket

source: Ellipsize mode
he: מצב אליפסה
id: Mode elips

source: Mode of ellipsize if text in label is too long
he: מצב של אליפסה אם טקסט בתוית ארוך מדי
id: Mode elips jika teks dalam label terlalu panjang

source: Single line
he: שורה בודדת
id: Baris tunggal
nl: Enkele regel

source: Flag to determine if text can only be in one or multiple lines
he: אות סימון לקביעת האם טקסט יכול להיות רק בשורה אחת או שורות מרובות
id: Bendera untuk menentukan apakah teks hanya boleh dalam satu atau beberapa baris
nl: Vlag die bepaalt of tekst slechts uit één regel mag bestaan of uit meerdere regels

source: Text justify
he: ישור טקסט
id: Perataan teks
nl: Tekstuitlijning

source: Justification (line alignment) of label
he: ישור (ישור קו) של תוית
id: Perataan (keselarasan baris) untuk label
nl: Uitlijning (regeluitlijning) van etiket

source: Window
he: חלון
id: Jendela
nl: Venster

source: The window to show
he: החלון להציג
id: Jendela untuk ditampilkan
nl: Het te tonen venster

source: Display type
he: סוג תצוגה
id: Tipe tampilan
nl: Weergavetype

source: How to display the window
he: איך להציג את החלון
id: Bagaimana cara menampilkan jendela
nl: Hoe het venster weer te geven

source: Destroy on close
he: השמד בסגירה
id: Hancurkan saat menutup
nl: Vernietigen bij sluiten

source: If this actor should be destroy when window was closed
he: האם שחקן זה צריך להיות מושמד כאשר החלון נסגר
id: Apakah aktor ini harus dihancurkan ketika jendela ditutup
nl: Of deze acteur moet worden vernietigd wanneer venster wordt gesloten

source: Window number
he: מספר חלון
id: Nomor jendela
nl: Vensternummer

source: The assigned window number. If set to non-zero the close button will be hidden and the window number will be shown instead. If set to zero the close button will be shown again.
he: מספר החלון המוקצה. אם נקבע ללא אפס כפתור סגור יהיה חבוי ובמקומו יוצג מספר החלון. אם נקבע לאפס כפתור סגור יוצג שוב.
id: Nomor jendela yang ditetapkan. Jika disetel ke selain nol, tombol tutup akan disembunyikan dan nomor jendela akan ditampilkan. Jika disetel ke nol, tombol tutup akan ditampilkan kembali.
nl: Het toegewezen vensternummer. Indien ingesteld op niet-nul zal de sluitknop verborgen zijn en in plaats daarvan zal het vensternummer worden getoond. Indien ingesteld op nul, dan zal de sluitknop weer worden getoond.

source: Close button padding
he: מרווח כפתור סגירה
id: Pengisi tombol tutup
nl: Opvulling van sluitknop

source: Padding of close button to window actor in pixels
he: רווח של כפתור סגירה לשחקן חלון בפיקסלים
id: Pengisi tombol tutup ke aktor jendela dalam piksel
nl: Opvulling van sluitknop voor vensteracteur in beeldpunten

source: Title actor padding
he: מרווח שחקן כותרת
id: Pengisi aktor judul
nl: Opvulling titelacteur

source: Padding of title actor to window actor in pixels
he: רווח של שחקן כותרת אל שחקן חלון בפיקסלים
id: Pengisi aktor judul ke aktor jendela dalam piksel

source: Show sub-windows
he: הצג תת חלונות
id: Tampilkan sub-jendela
nl: Subvensters tonen

source: Whether to show sub-windows of this main window
he: האם להציג תת חלונות של חלון עיקרי זה
id: Apakah akan menampilkan sub-jendela dari jendela utama ini
nl: Of er subvensters getoond moeten worden van dit hoofdvenster

source: Allow sub-windows
he: אפשר תת־חלונות
id: Izinkan sub-jendela
nl: Subvensters toestaan

source: Whether to show sub-windows if requested by theme
he: האם להציג תת חלונות אם נדרש ע"י ערכת נושא
id: Apakah akan menampilkan sub-jendela jika diminta oleh tema
nl: Of er subvensters getoond moeten worden indien verzocht door thema

source: Workspace
he: חלל עבודה
id: Ruang kerja
nl: Werkblad

source: The workspace to show
he: מרחב העבודה להצגה
id: Ruang kerja untuk ditampilkan
nl: Het te tonen werkblad

source: The monitor whose window to show only
he: העוקב שאת החלון שלו בלבד להציג
id: Monitor yang jendelanya hanya untuk ditampilkan
nl: Het beeldscherm welks venster alleen getoond moet worden

source: Background image type
he: סוג תמונת רקע
id: Tipe gambar latar belakang
nl: Soort achtergrondafbeelding

source: Show workspace name
he: הצג שם חלל עבודה
id: Tampilkan nama ruang kerja
nl: Toon werkbladnaam

source: If TRUE the name of workspace should be shown
he: אם אמת שם חלל העבודה יוצג
id: Jika TRUE, nama ruang kerja harus ditampilkan
nl: indien TRUE (waar), dan moet de naam van het werkblad worden getoond

source: Workspace name padding
he: מרווח שם חלל עבודה
id: Pengisi nama ruang kerja
nl: Opvulling van werkbladnaam

source: Padding of workspace name actor in pixels
he: מרווח של שחקן שם חלל עבודה בפיקסלים
id: Pengisi aktor nama ruang kerja dalam piksel
nl: Opvulling van werkbladnaamacteur in beeldpunten

source: The number of rows this model contains
he: מספר השורות שדגם זה מכיל
id: Jumlah baris yang dimiliki model ini
nl: Het aantal rijen dat dit model bevat

source: Sort set
he: קביעת מיון
id: Urutan disetel
nl: Rangschikking ingesteld

source: Whether a sorting function is set or not
he: האם פונקצית מיון נקבעת או לא
id: Apakah fungsi sortir disetel atau tidak
nl: Of er al dan niet een rangschikkingsfunctie is ingesteld

source: Filter set
he: קביעת סינון
id: Penyaring disetel
nl: Filter ingesteld

source: Whether a filter is set or not
he: האם מסנן נקבע או לא
id: Apakah penyaring disetel atau tidak
nl: Of er al dan niet een filter is ingesteld

source: Free data callback
he: שיחת מידע חוזרת חופשית
id: Sandaran pembebasan data

source: Callback function to free data when removing or overwriting data in model
he: פונקצית שיחה חוזרת למידע חופשי כאשר מסירים או דורסים מידע בדגם
id: Fungsi sandaran untuk membebaskan data saat menghapus atau menimpa data dalam model

source: Width
he: רוחב
id: Lebar
nl: Breedte

source: Borders
he: גבולות
id: Tepi
nl: Randen

source: Determines which sides of the border to draw
he: קובע איזה צדדים של הגבול לצייר
id: Menentukan sisi tepi mana yang akan digambar
nl: Bepaalt welke zijden van de randen moeten worden getoond

source: Determines which corners are rounded
he: קובע איזה פינות מעוגלות
id: Menentukan sudut mana yang akan dibulatkan
nl: Bepaalt welke hoeken worden afgerond

source: Radius of rounded corners
he: רדיוס של פינות מעוגלות
id: Radius sudut dibulatkan
nl: Straal van afgeronde hoeken

source: Cannot get path for plugin at %s
he: לא יכול לקבל נתיב לתוסף ב%s
id: Tak bisa mendapatkan path untuk plugin pada %s
nl: Kan pad voor invoegsel niet verkrijgen op %s

source: Missing path to plugin
he: נתיב לתוסף חסר
id: Path ke plugin tidak ada
nl: Ontbrekend pad naar invoegsel

source: Path '%s' does not exist
he: נתיב '%s' לא קיים
id: Path '%s' tidak ada
nl: Pad '%s' bestaat niet

source: Bad state '%s' - expected '%s
he: מצב פגום '%s' - מצופה '%s'
id: Status salah '%s'- diharapkan '%s
nl: Slechte status '%s' - verwachtte '%s

source: Plugin was already initialized
he: תוסף כבר התחיל
id: Plugin sudah diinisialisasi
nl: Invoegsel was reeds geinitialiseerd

source: Plugin does not implement required function %s
he: תוסף לא מיישם את הפונקציה הנדרשת %s
id: Plugin tidak mengimplementasikan fungsi %s yang diperlukan
nl: Invoegsel implementeert vereiste functie %s niet

source: Plugin did not set required ID
he: תוסף לא קבע זהות נדרשת
id: Plugin tidak mengatur ID yang diperlukan
nl: Invoegsel stelde vereiste ID niet in

source: Plugin cannot be enabled
he: תוסף לא ניתן להפעלה
id: Plugin tidak dapat diaktifkan
nl: Invoegsel kan niet worden ingeschakeld

source: Plugin cannot be disabled
he: תוסף לא ניתן לכיבוי
id: Plugin tidak dapat dinonaktifkan
nl: Invoegsel kan niet worden uitgeschakeld

source: Plugin '%s' could not be unloaded successfully: %s
he: תוסף '%s' לא התבטל מטעינה בהצלחה:%s
id: Plugin '%s' tidak dapat dimuat: %s
nl: Invoegsel '%s' kon niet met succes worden afgeladen: %s

source: Unknown
he: לא ידוע
id: Tak Dikenal
nl: Onbekend

source: File name
he: שם קובץ
id: Nama berkas
nl: Bestandsnaam

source: Path and file name of this plugin
he: נתיב ושם קובץ של תוסף זה
id: Path dan nama berkas dari plugin ini
nl: Pad en bestandsnaam van dit invoegsel

source: The unique ID for this plugin
he: הזהות המיוחדת לתוסף זה
id: ID unik untuk plugin ini
nl: De unieke ID voor dit invoegsel

source: Flags defining behaviour of this plugin
he: אותות סימון המגדירים התנהגות של תוסף זה
id: Bendera yang mendefinisikan perilaku plugin ini
nl: Vlaggen die het gedrag van dit invoegsel bepalen

source: name
he: שם
id: nama
nl: naam

source: Name of plugin
he: שם התוסף
id: Nama plugin
nl: Naam van invoegsel

source: Description
he: תיאור
id: Deskripsi
nl: Beschrijving

source: A short description about this plugin
he: תיאור קצר אודות תוסף זה
id: Sebuah deskripsi singkat tentang plugin ini
nl: Een korte beschrijving van dit invoegsel

source: Author
he: מחבר
id: Penulis
nl: Maker

source: The author of this plugin
he: המחבר של תוסף זה
id: Penulis plugin ini
nl: De maker van dit invoegsel

source: Copyright
he: זכויות יוצרים
id: Hak cipta
nl: Auteursrecht

source: The copyright of this plugin which usually contains year of development
he: זכויות היוצרים של תוסף זה הכוללות בדרך כלל את שנת הפיתוח
id: Hak cipta dari plugin ini yang biasanya menyertakan tahun pembangunan
nl: Het auteursrecht van dit invoegsel dat gewoonlijk het jaar van ontwikkeling bevat

source: License
he: רישיון
id: Lisensi
nl: Licentie

source: The license of this plugin
he: הרישיון של תוסף זה
id: Lisensi dari plugin ini
nl: De licentie van dit invoegsel

source: Config path
he: נתיב הגדרה
id: Path konfigurasi
nl: Pad voor instellingen

source: The base path to configuration files of this plugin
he: נתיב הבסיס לקבצי הגדרה של תוסף זה
id: Basis path menuju berkas konfigurasi plugin ini
nl: Het basispad voor instellingsbestanden van dit invoegsel

source: Cache path
he: נתיב מטמון
id: Path tembolok
nl: Pad voor tijdelijke opslag

source: The base path to cache files of this plugin
he: נתיב הבסיס לקבצי מטמון של תוסף זה
id: Basis path ke berkas tembolok plugin ini
nl: Het basispad voor tijdelijke bestandopslag van dit invoegsel

source: Data path
he: נתיב מידע
id: Path data
nl: Gegevenspad

source: The base path to data files of this plugin
he: נתיב הבסיס לקבצי מידע של תוסף זה
id: Basis path ke berkas data plugin ini
nl: Het basispad naar gegevensbestanden van dit invoegsel

source: Could not get plugin ID for file %s
he: לא יכול להשיג זהות תוסף עבור קובץ %s
id: Tak bisa mendapatkan ID plugin untuk berkas %s
nl: Kon geen invoegsel-ID verkrijgen voor bestand %s

source: Could not create plugin instance
he: לא יכול ליצור מופע תוסף
id: Tak dapat membuat instansi plugin
nl: Kon geen invoegselinstantie maken

source: Setting plugin information for plugin '%s' at path '%s' failed: Plugin is already initialized
he: קביעת מידע תוסף עבור תוסף '%s' בנתיב '%s' נכשלה: תוסף כבר התחיל
id: Pengaturan informasi plugin untuk plugin '%s' di path '%s' gagal: Plugin sudah diinisialisasi
nl: Invoegselinformatie instellen voor invoegsel '%s' op pad '%s' is mislukt: invoegsel is reeds geïnitialiseerd

source: Enabling plugin '%s' failed: Bad state '%s' - expected '%s'
he: הפעלת תוסף '%s' נכשלה: מצב פגום '%s' - מצופה '%s'
id: Mengaktifkan plugin '%s' gagal: Status salah '%s'- diharapkan '%s'
nl: Inschakelen van invoegsel '%s' is mislukt: slechte status '%s' - verwachtte '%s'

source: Could not find module for plugin ID '%s'
he: לא יכול למצוא מודול עבור זהות תוסף '%s'
id: Tak dapat menemukan modul untuk ID plugin '%s'
nl: Kon geen module vinden voor invoegsel-ID '%s'

source: Could not load plugin '%s': %s
he: לא יכול לטעון תוסף '%s':%s
id: Tak dapat memuat plugin '%s': %s
nl: Kon invoegsel '%s' niet laden: %s

source: Object of type %s is always disabled and cannot be enabled.
he: אובייקט מסוג %s תמיד מכובה ולא ניתן להפעלה.
id: Objek dengan tipe %s selalu dinonaktifkan dan tidak dapat diaktifkan.
nl: Object van type %s is altijd uitgeschakeld en kan niet worden ingeschakeld.

source: Minimum height
he: גובה מינימלי
id: Tinggi minimum
nl: Minimale hoogte

source: Forced minimum height request for the actor
he: בקשת גובה מינימלי מאולצת עבור השחקן
id: Paksa permintaan tinggi minimum untuk aktor
nl: Afgedwongen minimale hoogteverzoek voor de uitvoerder

source: Line horizontal alignment
he: ישור קו אופקי
id: Perataan horizontal garis
nl: Lijn horizontale uitlijning

source: The horizontal alignment of the actor within its allocation
he: הישור האופקי של השחקן בתוך ההקצבה שלו
id: Perataan horizontal aktor dalam alokasinya
nl: De horizontale uitlijning van de uitvoerder binnen zijn toewijzing

source: Line vertical alignment
he: ישור קו אנכי
id: Perataan vertikal garis
nl: Lijn verticale uitlijning

source: The vertical alignment of the actor within its allocation
he: הישור האנכי של השחקן בתוך ההקצבה שלו
id: Perataan vertikal aktor dalam alokasinya
nl: De verticale uitlijning van de uitvoerder binnen zijn toewijzing

source: Line length
he: אורך קו
id: Panjang garis
nl: Lijnlengte

source: Fraction of length of line
he: חלק של אורך קו
id: Fraksi panjang baris
nl: Deel van lengte van lijn

source: Line width
he: רוחב קו
id: Lebar garis
nl: Lijnbreedte

source: Width of line
he: רוחב קו
id: Lebar garis
nl: Breedte van lijn

source: Line color
he: צבע קו
id: Warna garis
nl: Lijnkleur

source: Color to draw line with
he: צבע לציור קו
id: Warna untuk menggambar garis
nl: Kleur om lijn in weer te geven

source: Object of type %s does not implement required virtual function XfdashboardPopupMenuItem::%s
he: אובייקט מסוג %s לא מיישם פונקציה וירטואלית נדרשת XfdashboardPopupMenuItem::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardPopupMenuItem::%s yang diperlukan

source: Destroy on cancel
he: השמד בעת ביטול
id: Hancurkan saat batal
nl: Vernietigen bij afbreken

source: Flag indicating this pop-up menu should be destroyed automatically when it is cancelled
he: אות סימון הנותן אינדיקציה שתפריט קופץ זה צריך להיות מושמד אוטומטית כאשר הוא מבוטל
id: Bendera yang menunjukkan menu pop-up ini harus dihancurkan secara otomatis ketika dibatalkan
nl: De vlag die bepaalt dat dit opduikmenu automatisch moet worden vernietigd wanneer het wordt afgebroken

source: The object on which this pop-up menu depends on
he: האובייקט שעליו תפריט קופץ זה תלוי
id: Objek yang mana menu pop-up ini bergantung
nl: Het object waar dit opduikmenu van afhankelijk is

source: Show title
he: הצג כותרת
id: Tampilkan judul
nl: Titel tonen

source: Flag indicating if the title of this pop-up menu should be shown
he: אות סימון הנותן אינדיקציה האם הכותרת של תפריט קופץ זה צריכה להיות מוצגת
id: Bendera yang menunjukkan apakah judul menu pop-up ini harus ditampilkan
nl: De vlag die bepaalt of de titel van dit opduikmenu moet worden getoond

source: Title
he: כותרת
id: Judul
nl: Titel

source: Title of pop-up menu
he: כותרת של תפריט קופץ
id: Judul dari menu pop-up
nl: Titel van opduikmenu

source: Show title icon
he: הצג סמל כותרת
id: Tampilkan ikon judul
nl: Titelpictogram tonen

source: Flag indicating if the icon of title of this pop-up menu should be shown
he: אות סימון הנותן אינדיקציה האם האיקון של הכותרת של תפריט קופץ זה צריכה להיות מוצגת
id: Bendera yang menunjukkan apakah ikon judul menu pop-up ini harus ditampilkan
nl: Vlag die bepaalt of het pictogram van de titel van dit opduikmenu moet worden getoond

source: Title icon name
he: שם סמל כותרת
id: Nama ikon judul
nl: Naam van titelpictogram

source: Themed icon name or file name of icon used in title
he: שם איקון ערכת נושא או שם קובץ של איקון בשימוש בכותרת
id: Nama ikon bertema atau nama berkas dari ikon yang digunakan pada judul
nl: Themabepaalde pictogramnaam of bestandsnaam van pictogram dat in de titel wordt gebruikt

source: Title GIcon
he: כותרת GIcon
id: GIcon judul
nl: Titel GIcon

source: The GIcon of icon used in title
he: ה-GIcon של איקון בשימוש בכותרת
id: GIcon dari ikon yang digunakan pada judul
nl: De GIcon van pictogram gebruikt in titel

source: %s is not a child of %s and cannot be moved
he: %s הוא לא ילד של %s ולא ניתן להזזה
id: %s bukan anak dari %s dan tidak dapat dipindahkan
nl: %s is geen afgeleid venster van %s en kan niet worden verplaatst

source: %s is not a child of %s and cannot be removed
he: %s הוא לא ילד של %s ולא ניתן להסרה
id: %s bukan anak dari %s dan tidak dapat dihapus
nl: %s is geen afgeleid venster van %s en kan niet worden verwijderd

source: Could not find monitor at pointer position %d,%d
he: לא יכול למצוא עוקב במיקום מצביע%d,%d
id: Tak dapat menemukan monitor pada posisi penunjuk %d,%d
