Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Cannot find any usable window tracker backend
id: Tak dapat menemukan backend pelacak jendela yang dapat digunakan

source: Cannot set backend to '%s' because it the backend was already set
id: Tak dapat menyetel backend ke '%s' karena backend sudah disetel

source: Cannot set backend to '%s' because application is already initialized
id: Tak dapat menyetel backend ke '%s' karena aplikasi ini sudah diinisialisasi

source: Unknown backend '%s' - using default backend
id: Backend '%s' tak diketahui - menggunakan backend bawaan

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerMonitor::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardWindowTrackerMonitor::%s yang diperlukan

source: Monitor index
he: אינדקס מסך
id: Indeks monitor
nl: Index van beeldscherm

source: The index of this monitor
id: Indeks monitor ini
nl: De index van dit beeldscherm

source: Is primary
id: Adalah utama
nl: Is primair

source: Whether this monitor is the primary one
id: Apakah monitor ini adalah yang utama
nl: Of dit beeldscherm het primaire is

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerWindow::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardWindowTrackerWindow::%s yang diperlukan

source: State
he: מצב
id: Status
nl: Status

source: The state of window
id: Status jendela
nl: De status van het venster

source: Actions
id: Aksi
nl: Acties

source: The possible actions at window
id: Aksi yang mungkin pada jendela
nl: De mogelijke acties voor venster

source: Could not get default window tracker backend
id: Tak bisa mendapatkan backend pelacak jendela bawaan

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerWorkspace::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardWindowTrackerWorkspace::%s yang diperlukan

source: Object of type %s does not implement required virtual function XfdashboardWindowTracker::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardWindowTracker::%s yang diperlukan

source: Active window
he: חלון פעיל
id: Jendela aktif
nl: Actief venster

source: The current active window
id: Jendela aktif saat ini
nl: Het huidige actieve venster

source: Active workspace
id: Ruang kerja aktif
nl: Actieve werkblad

source: The current active workspace
id: Ruang kerja aktif saat ini
nl: Het huidige actieve werkblad

source: Primary monitor
id: Monitor utama
nl: Primaire beeldscherm

source: The current primary monitor
id: Monitor utama saat ini
nl: Het huidige primaire beeldscherm

source: Did not handle drop action for dragged actor %s of source %s at target %s
id: Tidak menangani tindakan jatuhkan untuk aktor yang diseret %s dari sumber %s pada target %s
nl: Kon niet overweg met sleepactie voor versleepte acteur %s van bron %s bij doel %s

source: Cannot activate selection of type %s at %s because expecting type %s
id: Tak dapat mengaktifkan pemilihan tipe %s pada %s karena mengharapkan tipe %s

source: Current workspace
id: Ruang kerja saat ini
nl: Huidige werkblad

source: The current workspace whose windows are shown
id: Ruang kerja saat ini di mana jendela ditampilkan
nl: Het huidige werkblad waarvan de vensters worden getoond

source: Whether this view should prevent upsclaing any window beyond its real size
id: Apakah tampilan ini harus mencegah penskalaan naik suatu jendela di luar ukuran sebenarnya

source: Scroll event changes workspace
id: Tindakan menggulir mengubah ruang kerja
nl: Schuifgebeurtenis verandert werkblad

source: Whether this view should change active workspace on scroll events
id: Apakah tampilan ini harus mengubah ruang kerja aktif ketika menggulir
nl: Of deze weergave actieve werkblad moet wijzigen bij schuifgebeurtenissen

source: Filter monitor windows
id: Saring jendela monitor

source: Whether this view should only show windows of monitor where it placed at
id: Apakah tampilan ini hanya hanya akan menampilkan jendela-jendela pada monitor di mana ia ditempatkan

source: Filter workspace windows
id: Saring jendela ruang kerja
nl: Werkbladvensters filteren

source: Whether this view should only show windows of active workspace
id: Apakah tampilan ini hanya akan menampilkan jendela-jendela dari ruang kerja aktif

source: Windows
es: Ventanas
he: חלונות
id: Jendela
nl: Vensters

source: Could not determine workspace of %s to set selection at %s
id: Tak dapat menentukan ruang kerja dari %s untuk menyetel pemilihan pada %s

source: Maximum size
id: Ukuran maksimum
nl: Maximale grootte

source: The maximum size of this actor for opposite direction of orientation
id: Ukuran maksimum aktor ini untuk orientasi yang berlawanan arah
nl: De maximumgrootte van deze acteur voor omgekeerde richting van oriëntatie

source: Maximum fraction
id: Fraksi maksimum
nl: Maximale fractie

source: The maximum size of this actor for opposite direction of orientation defined by fraction between 0.0 and 1.0
id: Ukuran maksimum aktor ini untuk orientasi yang berlawanan arah yang ditentukan oleh fraksi antara 0.0 dan 1.0
nl: De maximumgrootte van deze acteur voor omgekeerde richting van oriëntatie bepaald door fractie tussen 0.0 en 1.0

source: Using fraction
id: Menggunakan fraksi
nl: Met gebruik van fractie

source: Flag indicating if maximum size is static or defined by fraction between 0.0 and 1.0
id: Bendera yang mengindikasikan jika ukuran maksimum adalah statis atau ditentukan oleh fraksi antara 0.0 dan 1.0
nl: Vlag die aangeeft of maximumgrootte statisch is of wordt bepaald door fractie tussen 0.0 en 1.0

source: Show current monitor only
id: Tampilkan hanya monitor saat ini
nl: Toon alleen huidige beeldscherm

source: Show only windows of the monitor where this actor is placed
id: Tampilkan hanya jendela dari monitor di mana aktor ini diletakkan

source: Could not get real stage window to handle signal 'active-window-changed'
id: Tak bisa mendapatkan jendela panggung yang sesungguhnya untuk menangani sinyal 'active-window-changed'

source: Keep window fullscreen on primary monitor because window manager does not support _NET_WM_FULLSCREEN_MONITORS.
id: Jaga jendela layar penuh pada monitor utama karena manajer jendela tidak mendukung _NET_WM_FULLSCREEN_MONITORS.
nl: Houd venster schermvullend op primaire beeldscherm aangezien vensterbeheerder _NET_WM_FULLSCREEN_MONITORS niet ondersteunt.

source: Could not get real stage window to find stage
id: Tak bisa mendapatkan jendela panggung yang sesungguhnya untuk menemukan panggung

source: Could not get real stage window to show
id: Tak bisa mendapatkan jendela panggung yang sesungguhnya untuk ditampilkan

source: No default X11 display found in GDK to check X extensions
id: Tak ada tampilan X11 bawaan yang ditemukan di GDK untuk memeriksa ekstensi X

source: Destroying window content resume queue containing %d windows.
id: Menghancurkan konten jendela melanjutkan antrian yang berisi %d jendela.

source: Unknown value '%s' for property '%s' - defaulting to '%s' with priority of %d
id: Nilai tak diketahui '%s' untuk properti '%s' - kembali ke bawaan '%s' dengan prioritas %d

source: Could not create copy of texture of mininized window '%s': %s
id: Tak dapat membuat salinan tekstur jendela yang diminimalkan '%s': %s

source: Could not create copy of texture of mininized window '%s'
id: Tak dapat membuat salinan tekstur jendela yang diminimalkan '%s'

source: Could not determine size of texture of minimized window '%s'
id: Tak dapat menentukan ukuran tekstur jendela yang diminimalkan '%s'

source: Could not allocate memory for copy of texture of mininized window '%s'
id: Tak dapat mengalokasikan memori untuk salinan tekstur jendela yang diminimalkan '%s'

source: Need at least version %d.%d of composite extension but found %d.%d - using only fallback images
id: Membutuhkan setidaknya versi %d.%d perpanjangan komposit tetapi ditemukan %d.%d - Menggunakan hanya gambar sandaran

source: Query for X composite extension failed - using only fallback imagess
id: Permintaan perpanjangan komposit X gagal - menggunakan hanya gambar sandaran

source: X does not support composite extension - using only fallback images
id: X tidak mendukung perpanjangan komposit - menggunakan hanya gambar sandaran

source: Query for X damage extension resulted in error code %d - using only still images of windows
id: Permintaan untuk perpanjangan kerusakan X mengakibatkan kode kesalahan %d - menggunakan hanya gambar diam jendela

source: Resume handler called for empty queue.
id: Penanganan lanjut dipanggil untuk antrian kosong.

source: Could not get pixmap for window '%s
id: Tak bisa mendapatkan pixmap untuk jendela '%s

source: Cannot resume window '%s' as composite extension is not available
id: Tak dapat melanjutkan jendela '%s' karena perpanjangan komposit tidak tersedia

source: Could not create damage for window '%s' - using still image of window
id: Tak dapat membuat kerusakan untuk jendela '%s' - menggunakan gambar diam jendela

source: Could not create fallback texture for window '%s': %s
id: Tak dapat membuat tekstur sandaran untuk jendela '%s': %s

source: Could not get attributes of window '%s'
id: Tak bisa mendapatkan atribut jendela '%s'
nl: Kon attributen van venster '%s' niet verkrijgen

source: The window to handle and display
id: Jendela untuk ditangani dan ditampilkan
nl: Het af te handelen en te tonen venster

source: Suspended
id: Disuspensi
nl: Gepauzeerd

source: Is this window suspended
id: Apakah jendela ini disuspensi
nl: Is dit venster gepauzeerd

source: Color to draw outline of mapped windows with
id: Warna untuk menggambar ikhtisar jendela yang dipetakan

source: Width of line used to draw outline of mapped windows
id: Lebar garis yang digunakan untuk menggambar ikhtisar jendela yang dipetakan

source: Include window frame
id: Sertakan bingkai jendela
nl: Omraming van venster tonen

source: Whether the window frame should be included or only the window content should be shown
id: Apakah bingkai jendela harus disertakan atau hanya isi jendela saja yang ditampilkan
nl: Of de omraming van het venster moet worden getoond dan wel alleen de vensterinhoud

source: Unmapped window icon X fill
id: Isian ikon jendela yang tak dipetakan X

source: Whether the unmapped window icon should fill up horizontal space
id: Apakah ikon jendela yang tak dipetakan harus mengisi ruang horizontal

source: Unmapped window icon y fill
id: Isian ikon jendela yang tak dipetakan Y

source: Whether the unmapped window icon should fill up vertical space
id: Apakah ikon jendela yang tak dipetakan harus mengisi ruang vertikal

source: Unmapped window icon X align
id: Penyelarasan ikon jendela yang tak dipetakan X

source: The alignment of the unmapped window icon on the X axis within the allocation in normalized coordinate between 0 and 1
id: Penyelarasan ikon jendela yang tak dipetakan pada sumbu X di dalam alokasi pada kooordinat yang dinormalisasi antara 0 dan 1

source: Unmapped window icon Y align
id: Penyelarasan ikon jendela yang tak dipetakan Y

source: The alignment of the unmapped window icon on the Y axis within the allocation in normalized coordinate between 0 and 1
id: Penyelarasan ikon jendela yang tak dipetakan pada sumbu Y di dalam alokasi pada kooordinat yang dinormalisasi antara 0 dan 1

source: Unmapped window icon X scale
id: Skala ikon jendela yang tak dipetakan X

source: Scale factor of unmapped window icon on the X axis
id: Faktor skala ikon jendela yang tak dipetakan pada sumbu X

source: Unmapped window icon Y scale
id: Skala ikon jendela yang tak dipetakan Y

source: Scale factor of unmapped window icon on the Y axis
id: Faktor skala ikon jendela yang tak dipetakan pada sumbu Y

source: Unmapped window icon anchor point
id: Titik jangkar ikon jendela yang tak dipetakan

source: The anchor point of unmapped window icon
id: Titik jangkar untuk ikon jendela yang tak dipetakan

source: Could not get real stage window to hide
id: Tak bisa mendapatkan jendela panggung yang sesungguhnya untuk disembunyikan

source: No wnck window wrapped at %s in called function %s
id: Tak ada jendela wnck yang dibungkus di %s pada fungsi yang dipanggil %s

source: Got signal from wrong wnck window wrapped at %s in called function %s
id: Mendapatkan sinyal dari jendela wnck yang salah yang dibungkus di %s pada fungsi yang dipanggil %s

source: Either no wnck workspace is wrapped at %s or workspace is not available anymore when called at function %s
id: Tak ada ruang kerja wnck yang dibungkus di %s, atau ruang kerja tidak tersedia lagi saat dipanggil pada fungsi %s

source: The mapped wnck window
id: Jendela wnck yang dipetakan

source: No wnck workspace wrapped at %s in called function %s
id: Tidak ada ruang kerja wnck yang dibungkus di %s pada fungsi yang dipanggil %s

source: Got signal from wrong wnck workspace wrapped at %s in called function %s
id: Mendapatkan sinyal dari ruang kerja wnck yang salah yang dibungkus di %s pada fungsi yang dipanggil %s

source: The mapped wnck workspace
id: Ruang kerja wnck yang dipetakan

source: Could not create workspace object of type %s for workspace '%s'
id: Tak bisa membuat objek kerja tipe %s untuk ruang kerja '%s'

source: Could not create window object of type %s for window '%s'
id: Tak bisa membuat objek jendela tipe %s untuk jendela '%s'

source: Cannot release unknown monitor %d
id: Tak dapat melepaskan monitor yang tak diketahui %d

source: Clock
es: Reloj
he: שעון
id: Jam
nl: Klok

source: Hour color
he: צבע לשעות
id: Warna jam
nl: Uurkleur

source: Color to draw the hour hand with
id: Warna untuk jarum jam
nl: Kleur om de uurwijzer in weer te geven

source: Minute color
he: צבע לדקות
id: Warna menit
nl: Minuutkleur

source: Color to draw the minute hand with
id: Warna untuk jarum menit
nl: Kleur om de minuutwijzer in weer te geven

source: Second color
he: צבע לשניות
id: Warna detik
nl: Tweede kleur

source: Color to draw the second hand with
id: Warna untuk jarum detik
nl: Kleur om de tweede wijzer in weer te geven

source: Color to draw the circle with that holds the second hand
id: Warna untuk menggambar lingkaran yang memegang jarum detik
nl: Kleur voor het rondje dat de tweede wijzer vasthoudt

source: Cannot allocate memory for mapping
id: Tak dapat mengalokasikan memori untuk pemetaan

source: Hour color:
es: Color de la hora:
he: צבע לשעות:
id: Warna jam:
nl: Uurkleur:

source: Choose color for hour hand
es: Elija un color para la aguja de la hora
id: Pilih warna untuk jarum jam
nl: Kies kleur voor uurwijzer

source: Minute color:
es: Color del minuto:
he: צבע לדקות:
id: Warna menit:
nl: Minuutkleur:

source: Choose color for minute hand
es: Elija un color para la aguja de los minutos
id: Pilih warna untuk jarum menit
nl: Kies kleur voor minuutwijzer

source: Second color:
es: Color del segundo:
he: צבע לשניות:
id: Warna detik:
nl: Tweede kleur:

source: Choose color for second hand
es: Elija un color para la aguja de los segundos
id: Pilih warna untuk jarum detik
nl: Kies kleur voor tweede wijzer

source: Background color:
es: Color de fondo:
he: צבע רקע:
id: Warna latar belakang:
nl: Achtergrondkleur:

source: Choose color for background of second hand
es: Elija un color de segundo plano para la aguja del segundero
id: Pilih warna latar belakang untuk jarum detik
nl: Kies kleur voor achtergrond van tweede wijzer

source: Adds a new view showing a clock
es: Agrega una nueva vista mostrando un reloj
id: Menambahkan tampilan baru yang menampilkan sebuah jam
nl: Voegt een nieuwe weergave toe die een klok toont

source: Example search
es: Ejemplo de búsqueda
id: Contoh pencarian
nl: Zoekvoorbeeld

source: Example search provider
es: Motor de búsqueda de ejemplo
id: Contoh penyedia pencarian
nl: Voorbeeld van zoekdienst

source: This is just a useless example search provider plugin
es: Este es solo un ejemplo inútil de complemento de motor de búsqueda
id: Ini hanyalah sebuah contoh plugin penyedia pencarian yang tak berguna
nl: Dit is slechts een nutteloos invoegsel met een zoekdienstvoorbeeld

source: Unknown application '%s' for Gnome-Shell search provider '%s'
id: Aplikasi tak diketahui '%s' untuk penyedia pencarian Gnome-Shell '%s'
nl: Onbekende toepassing '%s' voor Gnome-Shell zoekdienst '%s'

source: Cannot update information about Gnome-Shell search provider '%s': %s
id: Tak dapat memperbarui informasi tentang penyedia pencarian Gnome-Shell '%s': %s
nl: Kan informatie over Gnome-Shell zoekdienst '%s' niet bijwerken: %s

source: Cannot initialize file monitor to detect changes for Gnome-Shell search provider '%s': %s
id: Tak dapat menginisialisasi monitor berkas untuk mendeteksi perubahan untuk penyedia pencarian Gnome-Shell '%s': %s

source: Cannot load information about Gnome-Shell search provider '%s': %s
id: Tak dapat memuat informasi tentang penyedia pencarian Gnome-Shell '%s': %s
nl: Kan informatie over Gnome-Shell zoekdienst '%s' niet laden: %s

source: Could not create dbus connection for Gnome-Shell search provider '%s': %s
id: Tak dapat membuat koneksi dbus untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon geen dbus-verbinding maken voor Gnome-Shell zoekdienst '%s': %s

source: Could get result set from dbus connection for Gnome-Shell search provider '%s': %s
id: Bisa mendapatkan hasil yang ditetapkan dari koneksi dbus untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon resultaat verkrijgen van dbus-verbinding voor Gnome-Shell zoekdienst '%s': %s

source: Could get meta data for '%s' from dbus connection for Gnome-Shell search provider '%s': %s
id: Bisa mendapatkan meta data untuk '%s' dari koneksi dbus untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon metagegevens verkrijgen voor '%s' van dbus-verbinding voor Gnome-Shell zoekdienst '%s': %s

source: Could get icon for '%s' of key '%s' for Gnome-Shell search provider '%s': %s
id: Bisa mendapatkan ikon untuk '%s' pada kunci '%s' untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon pictogram verkrijgen voor '%s' van toets '%s' voor Gnome-Shell zoekdienst '%s': %s

source: Deserialization failed
id: Deserialisasi gagal

source: Could activate result item '%s' over dbus connection for Gnome-Shell search provider '%s': %s
id: Bisa mengaktifkan item hasil '%s' melalui koneksi dbus untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon resultaatelement '%s' activeren via dbus-verbinding voor Gnome-Shell zoekdienst '%s': %s

source: Could not launch search over dbus connection for Gnome-Shell search provider '%s': %s
id: Tak dapat memulai pencarian melalui koneksi dbus untuk penyedia pencarian Gnome-Shell '%s': %s
nl: Kon geen zoekactie starten via dbus-verbinding voor Gnome-Shell zoekdienst '%s': %s

source: Gnome-Shell search provider filename has wrong file extension.
id: Nama berkas penyedia pencarian Gnome-Shell memiliki ekstensi berkas yang salah.
nl: Bestandsnaam van Gnome-Shell zoekdienst heeft verkeerde bestandsextensie.

source: Could not register Gnome-Shell search provider at file '%s': %s
id: Tak dapat mendaftarkan penyedia pencarian Gnome-Shell pada berkas '%s': %s
nl: Kon Gnome-Shell zoekdienst niet registreren bij bestand '%s': %s

source: Could not scan for gnome-shell search provider at '%s': %s
id: Tak dapat memindai penyedia pencarian gnome-shell pada '%s': %s
nl: Kon niet zoeken naar Gnome-Shell zoekdienst op '%s': %s

source: Unable to create file monitor for Gnome-Shell search providers at '%s': %s
id: Tak dapat membuat monitor berkas untuk penyedia pencarian Gnome-Shell pada '%s': %s

source: Gnome-Shell search provider
es: Motor de búsqueda Gnome-Shell
he: ספק חיפוש של Gnome-Shell
id: Penyedia pencarian Gnome-Shell
nl: Gnome-Shell zoekdienst

source: Uses Gnome-Shell search providers as source for searches
es: Usa los motores de búsqueda de Gnome-Shell como fuente para búsquedas
id: Menggunakan penyedia pencarian Gnome-Shell sebagai sumber untuk pencarian
nl: Gebruikt Gnome-Shell zoekdiensten als bron voor zoekacties

source: Activation corner
id: Sudut aktivasi
nl: Activatiehoek

source: The hot corner where to trigger the application to suspend or to resume
id: Sudut panas yang digunakan untuk memicu aplikasi untuk disuspensi atau untuk dilanjutkan
nl: De actieve hoek waarmee de toepassing in pauzestand kan worden gezet of uit pauzestand kan worden gehaald

source: Activation radius
id: Radius aktivasi
nl: Straal van activatie

source: The radius around hot corner where the pointer must be inside
id: Radius di sekitar sudut panas di mana penunjuk harus berada di dalamnya
nl: De straal rond de actieve hoek waarin de muispijl zich moet bevinden

source: Activation duration
id: Durasi aktivasi
nl: Duur van activatie

source: The time in milliseconds the pointer must stay inside the radius at hot corner to trigger
id: Waktu dalam milidetik penunjuk harus berada di dalam radius di sudut panas sebagai pemicu
nl: De tijd, in milliseconden, gedurende welke de muispijl zich moet bevinden in de straal van de actieve hoek om effect te hebben

source: Could not get pointer to determine pointer position
id: Tak bisa mendapatkan penunjuk untuk menentukan posisi penunjuk
nl: Kon muispijlpositie niet vaststellen

source: Disabling hot-corner plugin because the root window to determine pointer position could not be found.
id: Menonaktifkan plugin sudut-panas karena jendela root yang menentukan posisi pointer tidak dapat ditemukan.
nl: Invoegsel voor actieve hoek wordt uitgeschakeld want het beginvenster voor het bepalen van de muispijlpositie kan niet worden gevonden.

source: Disabling hot-corner plugin because the device manager to determine pointer position could not be found.
id: Menonaktifkan plugin sudut-panas karena manajer perangkat yang menentukan posisi pointer tidak dapat ditemukan.
nl: Invoegsel voor actieve hoek wordt uitgeschakeld want de apparaatbeheerder voor het vaststellen van de muispijlpositie kon niet worden gevonden.

source: Disabling hot-corner plugin because application is not running as daemon.
id: Menonaktifkan plugin sudut-panas karena aplikasi tidak berjalan sebagai jurik.
nl: Invoegsel voor actieve hoek wordt uitgeschakeld want toepassing draait niet als achtergronddienst.

source: Immediately
es: Inmediato
id: Segera
nl: Onmiddellijk

source: Activation corner:
es: Esquina de activación:
id: Sudut aktivasi:
nl: Activatiehoek:

source: Radius of activation corner:
es: Radio de la esquina de activación:
id: Radius sudut aktivasi:
nl: Straal van activatie voor hoek:

source: Timeout to activate:
es: Lapso para activación:
id: Tenggat waktu untuk mengaktifkan:
nl: Aftellen tot activatie:

source: Hot corner
es: Esquina activa
id: Sudut panas
nl: Actieve hoek

source: Activates xfdashboard when pointer is moved to a configured corner of monitor
id: Mengaktifkan xfdashboard ketika penunjuk dipindahkan ke sudut monitor yang dikonfigurasi
nl: Activeert xfdashboard wanneer muispijl wordt verplaatst naar een ingestelde beeldschermhoek

source: Middle-click window close
es: Cerrar la ventana con el clic medio
id: Menutup jendela dengan klik-tengah
nl: Middelklik sluit venster

source: Closes windows in windows view by middle-click
es: Cierra ventanas en la vista de ventanas haciendo clic con el botón central
id: Menutup jendela pada tampilan jendela dengan klik-tengah
nl: Sluit vensters in vensterweergave door middelklik

source: Do nothing
es: No hacer nada
id: Tak lakukan apapun
nl: Doe niets

source: Windows view
es: Vista de ventanas
he: תצוגת חלונות
id: Tampilan jendela
nl: Vensterweergave

source: Applications view
es: Vista de aplicaciones
he: תצוגת יישומים
id: Tampilan aplikasi
nl: Toepassingenweergave

source: High
es: Alto
he: גבוהה
id: Tinggi
nl: Hoog

source: Low
es: Bajo
he: נמוכה
id: Rendah
nl: Laag

source: seconds
es: segundos
he: שניות
id: detik
nl: seconden

source: Builder
id: Pembangun
