Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Possible recursion detected because call depth is too deep while resolving '%s'
he: רקורסיה אפשרית התגלתה כי עומק קריאה עמוק מדי בעת פתירה של '%s'
id: Kemungkinan rekursi terdeteksi karena kedalaman panggilan terlalu dalam saat menyelesaikan '%s'

source: Invalid property name
he: שם מאפיין לא חוקי
id: Nama properti tidak valid
nl: Ongeldige eigenschapnaam

source: Property names and values must be separated by colon
he: שמות וערכי מאפיינים חייבים להיות מופרדים בפסיק
id: Nama properti dan nilai-nilainya harus dipisahkan oleh tanda titik dua
nl: Eigenschapnamen en waarden moeten worden gescheiden door een dubbele punt

source: Invalid property value
he: ערך מאפיין לא חוקי
id: Nilai properti tidak valid
nl: Ongeldige eigenschapwaarde

source: Property values must end with semi-colon
he: ערכי מאפיינים חייבים להסתיים בנקודה פסיק
id: Nilai properti harus diakhiri dengan tanda titik koma
nl: Eigenschapwaarden moeten eindigen met puntkomma

source: Missing '(' after @import keyword.
he: חסר ')' לאחר מילת מפתח @import.
id: Tak ada '(' setelah kata kunci @import.

source: Unexpected token in filename to import
he: אות לא צפוי בשם קובץ לייבוא
id: Terdapat token yang tak diharapkan pada nama berkas untuk impor

source: Missing filename to import
he: שם קובץ חסר לייבוא
id: Nama berkas untuk impor tidak ada
nl: Ontbrekende bestandsnaam voor importeren

source: Missing closing ')' at @import keyword.
he: חסר '(' במילת מפתח @import.
id: Tak ada tanda penutup ')' pada kata kunci @import.

source: Failed to import CSS file '%s': %s
he: נכשל לייבא קובץ CSS '%s':%s
id: Gagal mengimpor berkas CSS '%s': %s
nl: Kon CSS-bestand '%s' niet importeren: %s

source: Mixing selectors and '@' identifiers or defining more than one '@' identifier at once is not allowed
he: ערבוב סלקטורים ומזהים '@' או הגדרה של יותר ממזהה '@' בבת אחת אינם מותרים
id: Mencampur selektor dan pengidentifikasi '@' atau mendefinisikan lebih dari satu pengidentifikasi '@' sekaligus adalah tidak diperbolehkan

source: A selector must have been defined before other one can follow comma-separated.
he: יש להגדיר סלקטור לפני שסלקטור נוסף עוקב לאחר הפרדה בפסיק.
id: Sebuah selektor harus sudah didefinisikan sebelum yang lain dapat mengikuti dipisahkan-koma.

source: Skipping block of unknown identifier '@%s'
he: מדלג על בלוק של מזהה לא ידוע '@%s'
id: Melewatkan blok pengidentifikasi yang tidak diketahui '@%s'

source: '@' identifier
he: מזהה '@'
id: Pengidentifikasi '@'

source: Unhandled selector
he: בורר לא מטופל
id: Selektor tak tertangani

source: The input stream of type %s is not supported
he: זרם הקלט מסוג %s לא נתמך
id: Aliran masukan dengan tipe %s tidak didukung
nl: De invoerstroom van type %s wordt niet ondersteund

source: Theme path
he: נתיב ערכת נושא
id: Path tema
nl: Themapad

source: Path of theme loading from
he: נתיב שממנו נטענת ערכת נושא
id: Path untuk memuat tema
nl: Pad van thema te laden van

source: Could not get file for path '%s'
he: לא יכול לקבל קובץ עבור נתיב '%s'
id: Tak bisa mendapatkan berkas untuk path '%s'
nl: Kon geen bestand verkrijgen voor pad '%s'

source: Cannot allocate memory for animation targets property '%s'
he: לא יכול להקצות זיכרון למאפיין מטרות אנימציה '%s'
id: Tak dapat mengalokasikan memori untuk properti target animasi '%s'

source: Cannot allocate memory for animation targets data with selector '%s'
he: לא יכול להקצות זיכרון עבור מידע מטרות אנימציה עם בורר '%s'
id: Tak dapat mengalokasikan memori untuk data target animasi dengan selektor '%s'

source: Freeing animation targets data at %p with a reference counter of %d greater than one
he: מפנה מידע מטרות אנימציה ב%p עם מונה יחוס של %d גדול מאחד
id: Membebaskan data target animasi pada %p dengan pencacah referensi %d lebih dari satu

source: Cannot allocate memory for animation specification data with sender '%s' and signal '%s'
he: לא יכול להקצות זיכרון עבור מידע מפרט אנימציה עם שולח '%s' ואות '%s'
id: Tak dapat mengalokasikan memori untuk data spesifikasi animasi dengan pengirim '%s' dan sinyal '%s'

source: Freeing animation specification data at %p with a reference counter of %d greater than one
he: מפנה מידע מפרט אנימציה ב%p עם מונה יחוס של %d גדול מאחד
id: Membebaskan data spesifikasi animasi di %p dengan pencacah referensi %d lebih dari satu

source: Invalid base for conversion
he: בסיס לא חוקי להמרה
id: Dasar untuk konversi tidak valid
nl: Ongeldige basis voor omzetting

source: Integer out of range
he: מספר שלם מחוץ לתחום
id: Integer di luar rentang

source: Cannot convert string '%s' to integer
he: לא יכול להמיר מחרוזת '%s' למספר שלם
id: Tak dapat mengkonversi string '%s' ke integer

source: Empty 'name' at tag '%s'
he: 'שם' ריק בתג '%s'
id: 'name' di tag '%s' kosong
nl: Lege 'naam' bij markering '%s'

source: Empty 'from' at tag '%s'
he: 'מאת' ריק בתג '%s'
id: 'from' di tag '%s' kosong
nl: Lege 'van' bij markering '%s'

source: Empty 'to' at tag '%s'
he: 'אל' ריק בתג '%s'
id: 'to' di tag '%s' kosong
nl: Lege 'naar' bij markering '%s'

source: Empty 'origin' at tag '%s'
he: 'מקור' ריק בתג '%s'
id: 'origin' di tag '%s' kosong
nl: Lege 'oorsprong' bij markering '%s'

source: Invalid value '%s' for 'origin' at tag '%s'
he: ערך לא חוקי '%s' עבור 'מקור' בתג '%s'
id: Nilai tidak valid '%s' untuk 'origin' di tag '%s'
nl: Ongeldige waarde '%s' voor 'oorsprong' bij markering '%s'

source: Missing or empty delay at tag '%s'
he: שיהוי חסר או ריק בתג '%s'
id: Jeda pada tag '%s' tidak ada atau kosong
nl: Ontbrekende of lege vertraging bij markering '%s'

source: Missing or empty duration at tag '%s'
he: משך חסר או ריק בתג '%s'
id: Durasi pada tag '%s' tidak ada atau kosong
nl: Ontbrekende of lege duur bij markering '%s'

source: Missing or empty mode at tag '%s'
he: מצב חסר או ריק בתג '%s'
id: Mode pada tag '%s' tidak ada atau kosong
nl: Ontbrekende of lege modus bij markering '%s'

source: Empty repeat at tag '%s'
he: חזרה ריקה בתג '%s'
id: Pengulangan pada tag '%s' kosong
nl: Lege herhaling bij markering '%s'

source: Invalid mode '%s'
he: מצב לא תקין "%s"
id: Mode '%s' tidak valid
nl: Ongeldige modus '%s'

source: Missing or empty ID at tag '%s'
he: זהות חסרה או ריקה בתג '%s'
id: ID pada tag '%s' tidak ada atau kosong
nl: Ontbrekende of lege ID bij markering '%s'

source: Missing or empty sender at tag '%s'
he: שולח חסר או ריק בתג '%s'
id: Pengirim pada tag '%s' tidak ada atau kosong
nl: Ontbrekende of lege afzender bij markering '%s'

source: Missing or empty signal at tag '%s'
he: אות חסר או ריק בתג '%s'
id: Sinyal pada tag '%s' tidak ada atau kosong
nl: Ontbrekend of leeg signaal bij markering '%s'

source: Invalid ID '%s' at tag '%s'
he: זהות לא חוקית '%s' בתג '%s'
id: ID tidak valid '%s' pada tag '%s'
nl: Ongeldig ID '%s' bij markering '%s'

source: Multiple definition of trigger with ID '%s'
he: הגדרה מרובה של טריגר עם זהות '%s'
id: Beberapa definisi pemicu dengan ID '%s'

source: Could not transform default value of for property '%s' of %s from type %s to %s of class %s
he: לא יכול להפוך ערך ברירת מחדל של מאפיין עבור '%s' של %sמסוג %s אל %s של דרגה %s
id: Tak dapat mengubah nilai bawaan untuk properti '%s' untuk %s dari tipe %s ke %s untuk kelas %s

source: Cannot allocate memory for animation '%s'
he: לא יכול להקצות זיכרון עבור אנימציה '%s'
id: Tak dapat mengalokasikan memori untuk animasi '%s'
nl: Kan geen geheugen toewijzen voor animatie '%s'

source: Will not be able to add animations to actors as object of type %s does not implement required virtual function XfdashboardAnimation::%s
he: לא יהיה ניתן להוסיף אנימציות לשחקנים כי אובייקט מסוג %s לא מיישם פונקציה וירטואלית נדרשת XfdashboardAnimation::%s
id: Tak akan dapat menambahkan animasi untuk aktor sebagai objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardAnimation::%s yang diperlukan

source: Cannot create animation '%s' for non-existing property '%s' at actor of type '%s'
he: לא יכול ליצור אנימציה '%s' למאפיין לא קיים '%s' בשחקן מסוג '%s'
id: Tak dapat membuat animasi '%s' untuk properti '%s' yang tidak ada pada aktor tipe '%s'
nl: Kan animatie '%s' niet maken voor niet-bestaande eigenschap '%s' bij acteur van type '%s'

source: Could not transform 'from'-value of '%s' for property '%s' to type %s of class %s
he: לא יכול להפוך ערך 'מאת' של '%s' עבור מאפיין '%s' לסוג %s של דרגה %s
id: Tak dapat mengubah nilai-'from' '%s' untuk properti '%s' ke tipe %s dari kelas %s

source: Could not transform 'to'-value of '%s' for property '%s' to type %s of class %s
he: לא יכול להפוך ערך 'אל' של '%s' עבור מאפיין '%s' לסוג %s של דרגה %s
id: Tak dapat mengubah nilai-'to' '%s' untuk properti '%s' ke tipe %s dari kelas %s

source: Cannot allocate memory for transition of property '%s' of animation specification '%s'
he: לא יכול להקצות זיכרון למעבר של מאפיין '%s' של מפרט אנימציה '%s'
id: Tak dapat mengalokasikan memori untuk transisi dari properti '%s' spesifikasi animasi '%s'
nl: Kan geen geheugen toewijzen voor overgang van eigenschap '%s' van animatiespecificatie '%s'

source: Empty animation list when creating animation for animation specification '%s'
he: רשימת אנימציה ריקה בעת יצירת אנימציה עבור מפרט אנימציה '%s'
id: Daftar animasi kosong saat membuat animasi untuk spesifikasi animasi '%s'
nl: Lege animatielijst bij maken van animatie voor animatiespecificatie '%s'

source: Cannot allocate memory for transition group of animation specification '%s'
he: לא יכול להקצות זיכרון לקבוצת מעבר של מפרט אנימציה '%s'
id: Tak dapat mengalokasikan memori untuk kelompok transisi dari spesifikasi animasi '%s'
nl: Kan geen geheugen toewijzen voor overgangsgroep van animatiespecificatie '%s'

source: Cannot allocate memory for object data of tag <%s>
he: לא יכול להקצות זיכרון עבור מידע אובייקט של תג <%s>
id: Tak dapat mengalokasikan memori untuk data objek dari tag <%s>
nl: Kan geen geheugen toewijzen voor objectgegevens van markering <%s>

source: Freeing effect object parser data at %p with a reference counter of %d greater than one
he: מפנה מידע מנתח אובייקט אפקט ב%p עם מונה יחוס של%d גדול מאחד
id: Membebaskan data pengurai objek efek pada %p dengan pencacah referensi %d lebih dari satu

source: Object of type %s is not derived from %s
he: אובייקט מסוג %s לא נובע מ%s
id: Objek dengan tipe %s tidak berasal dari %s
nl: Object van type %s is niet afgeleid van %s

source: Missing property name to set value for
he: שם מאפיין חסר לקביעת ערך עבורו
id: Nama properti untuk menyetel nilai tidak ada
nl: Ontbrekende eigenschapnaam waarvoor waarde ingesteld moet worden

source: Missing object data to set value of property '%s'
he: מידע אובייקט חסר לקביעת ערך מאפיין '%s'
id: Data objek untuk menyetel nilai properti '%s' tidak ada
nl: Ontbrekende objectgegevens voor instellen van waarde van eigenschap '%s'

source: Missing parser data for <%s> tag
he: מידע מנתח חסר עבור תג <%s>
id: Data pengurai untuk tag <%s> tidak ada
nl: Ontbrekende leesgegevens voor <%s> markering

source: Multiple definition of property '%s' at object with ID '%s'
he: הגדרה מרובה של מאפיין '%s' באובייקט עם זהות '%s'
id: Beberapa definisi properti '%s' pada objek dengan ID '%s'
nl: Meervoudige definitie van eigenschap '%s' bij object met ID '%s'

source: Invalid state of parser after parsing property '%s' at object with id '%s' of type %s
he: מצב מנתח לא חוקי לאחר ניתוח מאפיין '%s' באובייקט עם זהות '%s' מסוג %s
id: Status tidak valid dari pengurai setelah mengurai properti '%s' pada objek dengan id '%s' tipe %s
nl: Ongeldige staat van lezer na lezen van eigenschap '%s' bij object met ID '%s' van type %s

source: Empty ID at tag '%s'
he: זהות ריקה בתג '%s'
id: ID pada tag '%s' kosong
nl: Lege ID bij markering '%s'

source: Multiple definition of effect with id '%s'
he: הגדרה מרובה של אפקט עם זהות '%s'
id: Terdapat beberapa definisi efek dengan id '%s'
nl: Meervoudige definitie van effect met ID '%s'

source: Unknown object class %s for tag '%s'
he: דרגת אובייקט לא ידועה %s עבור תג '%s'
id: Kelas objek %s untuk tag '%s' tak diketahui
nl: Onbekende objectklasse %s voor markering '%s'

source: Invalid class %s in object for parent tag <%s> - expecting class derived from %s
he: דרגה לא חוקית %s באובייקט עבור תג הורה <%s> - מצפה לדרגה שנובעת מ%s
id: Kelas tidak valid %s pada objek untuk tag induk <%s> - mengharapkan kelas turunan dari %s

source: Could not find effect with ID '%s'
he: לא יכול למצוא אפקט עם זהות '%s'
id: Tak dapat menemukan efek dengan ID '%s'
nl: Kon geen effect vinden met ID '%s'

source: File %s - Error on line %d char %d:
he: קובץ %s - שגיאה בשורה %d תו %d:
id: Berkas %s - Galat pada baris %d karakter %d:
nl: Bestand %s - fout op regel %d teken %d:

source: Cannot allocate memory for unknown tag
he: לא יכול להקצות זיכרון עבור תג לא ידוע
id: Tak dapat mengalokasikan memori untuk tag yang tidak diketahui
nl: Kan geen geheugen toewijzen voor onbekende markering

source: Cannot allocate memory for tag '%s'
he: לא יכול להקצות זיכרון עבור תג '%s'
id: Tak dapat mengalokasikan memori untuk tag '%s'
nl: Kan geen geheugen toewijzen voor markering '%s'

source: Unsupported tag type '%s' to resolve ID
he: סוג תג לא נתמך '%s' לפתירת זהות
id: Tipe tag tak didukung '%s' untuk menyelesaikan ID
nl: Niet-ondersteund markeringstype '%s' voor oplossen van ID

source: No storage pointer provided to store value of %s
he: לא סופק מצביע אחסון לשמירת ערך של %s
id: Tak ada penunjuk penyimpanan yang disediakan untuk menyimpan nilai dari %s

source: Unexpected empty tag stack when parsing property text node
he: מצבור תגים ריק לא צפוי בעת ניתוח צומת טקסט מאפיין
id: Tumpukan tag kosong tak diharapkan ketika mengurai simpul teks properti

source: Value for property '%s' is already set
he: ערך עבור מאפיין '%s' כבר נקבע
id: Nilai untuk properti '%s' sudah disetel
nl: Waarde voor eigenschap '%s' is reeds ingesteld

source: Tag <%s> can only be set at <%s> creating objects derived from class %s
he: תג <%s> ניתן להגדרה רק ב<%s> יצירת אובייקטים הנובעים מדרגה %s
id: Tag <%s> hanya dapat disetel pada <%s> membuat objek yang berasal dari kelas %s
nl: Markering <%s> kan alleen worden ingesteld bij <%s> voor het maken van objecten afgeleid uit klasse %s

source: Attribute 'ref' cannot be empty at tag <%s>
he: תכונה 'ref' לא יכולה להיות ריקה בתג <%s>
id: Atribut 'ref' tidak boleh kosong pada tag <%s>

source: Tag <%s> can have only one <%s>
he: תג <%s> יכול להיות בעל <%s> אחד בלבד
id: Tag <%s> hanya bisa memiliki satu <%s>
nl: Markering <%s> kan slechts één <%s> hebben

source: Internal error when handling end of tag <%s>
he: שגיאה פנימית בעת טיפול בסוף תג <%s>
id: Kesalahan internal ketika menangani akhir tag <%s>
nl: Interne fout bij het afhandelen van einde van merkering <%s>

source: Document can have only one <%s>
he: מסמך יכול להיות בעל <%s> אחד בלבד
id: Dokumen hanya dapat memiliki satu <%s>
nl: Document kan slechts één <%s> hebben

source: Object can have only one <%s>
he: אובייקט יכול להיות בעל <%s> אחד בלבד
id: Objek hanya dapat memiliki satu <%s>
nl: Object kan slechts één <%s> hebben

source: File %s - Warning on line %d char %d: At interface '%s' the ID '%s' should get focus but the ID '%s' was selected already
he: קובץ %s - אזהרה בשורה %d תו %d: בממשק '%s' הזהות '%s' צריכה לקבל פוקוס אבל הזהות '%s' כבר נבחרה
id: Berkas %s - Peringatan pada baris %d karakter %d: Pada antarmuka '%s' ID '%s' harus mendapatkan fokus tetapi ID '%s' telah terpilih
nl: Bestand %s - waarschuwing op regel %d teken %d: bij interface '%s' moet de ID '%s' worden scherpgesteld maar de ID '%s' was reeds geselecteerd

source: ID '%s' was specified more than once (%d times)
he: זהות '%s' הוגדרה יותר מפעם אחת (%d פעמים)
id: ID '%s' telah ditentukan lebih dari sekali (%d kali)
nl: ID '%s' werd meer dan eens gespecificeerd (%d keer)

source: Referenced ID '%s' could not be resolved
he: זהות מיוחסת '%s' לא ניתנת לפתירה
id: ID '%s' yang direferensikan tidak bisa diselesaikan

source: File %s -
he: הקובץ %s -
id: Berekas %s -
nl: Bestand %s -

source: File %s does not contain an interface
he: הקובץ %s אינו מכיל ממשק
id: Berkas %s tidak memiliki antarmuka
nl: Bestand %s bevat geen gebruikersschil

source: Interface at file %s has no ID
he: ממשק בקובץ %s חסר זהות
id: Antarmuka pada berkas %s tidak memiliki ID
nl: Gebruikersschil voor bestand %s heeft geen ID

source: Theme '%s' not found
he: ערכת הנושא "%s" לא נמצאה
id: Tema '%s' tidak ditemukan
nl: Thema '%s' niet gevonden

source: Cannot change theme name to '%s' because it is already set to '%s'
he: לא יכול לשנות שם ערכת נושא ל'%s' כי הוא כבר נקבע עבור '%s'
id: Tak dapat mengubah nama tema ke '%s' karena sudah disetel ke '%s'
nl: Kan themanaam niet veranderen in '%s' omdat die al is ingesteld voor '%s'

source: Short name of theme which was used to lookup theme and folder name where theme is stored in
he: שם קצר של ערכת נושא שהיה בשימוש לחיפוש ערכת נושא ושם תיקיה היכן שערכת נושא מאוחסנת
id: Nama pendek dari tema yang digunakan untuk mencari nama dan folder tema di mana tema disimpan
nl: Korte naam van thema die werd gebruikt om thema en mapnaam te vinden waarin thema is opgeslagen

source: Path where theme was found and loaded from
he: נתיב שבו ערכת נושא נמצאה וממנו נטענה
id: Path di mana tema ditemukan dan dimuat
nl: Pad waar thema werd gevonden en vanuit werd geladen

source: Theme display name
he: שם תצוגה ערכת נושא
id: Nama tampilan tema
nl: Weer te geven themanaam

source: The name of theme
he: השם של ערכת הנושא
id: Nama tema
nl: De naam van het thema

source: Theme comment
he: הערה ערכת נושא
id: Komentar tema
nl: Commentaar bij thema

source: The comment of theme used as description
he: ההערה של ערכת הנושא המשמשת כתיאור
id: Komentar tema yang digunakan sebagai deskripsi
nl: Commentaar bij het thema bedoeld als beschrijving

source: Theme '%s' was already loaded
he: ערכת נושא '%s' כבר נטענה
id: Tema '%s' sudah dimuat
nl: Thema '%s' was reeds geladen

source: Toggle state
he: החלף מצב
id: Ganti status
nl: Omschakelstatus

source: State of toggle
he: מצב המפסק
id: Status saklar
nl: Status van omschakeling

source: Auto toggle
he: מפסק אוטומטי
id: Ganti otomatis
nl: Automatisch omschakelen

source: If set the toggle state will be toggled on each click
he: אם מוגדר מצב המפסק יוחלף בכל קליק
id: Jika disetel, status saklar akan diganti setiap kali klik
nl: Indien ingesteld, zal de omschakelstatus worden omgeschakeld bij elke klik

source: Tooltip text
he: טקסט טיפ עזר
id: Teks tip alat
nl: Tekst voor zweeftip

source: The text to display in a tooltip
he: הטקסט להצגה בטיפ עזר
id: Teks untuk ditampilkan di dalam tip alat
nl: De weer te geven tekst in een zweeftip

source: Reset flags
he: אתחל אותות סימון
id: Setel ulang bendera
nl: Vlaggen terugzetten op standaard

source: If TRUE the flags for static sizes, transformations etc. at animatable actor is resetted to old state
he: אם אמת אותות הסימון עבור גדלים סטטיים, טרנספורמציות וכולי בשחקן הניתן לאנימציה מאותחלים למצב ישן
id: Jika TRUE, bendera untuk ukuran statis, transformasi dsb. pada aktor yang bisa dianimasikan disetel ulang ke status lama
nl: Indien TRUE (waar), dan worden de vlaggen voor statische groottes, transformaties enz. teruggezet naar de oude status

source: Could find any stage to show notification: %s
he: לא יכול למצוא שלב כלשהוא להצגת הודעה: %s
id: Bisa menemukan panggung untuk menampilkan notifikasi: %s

source: View %s of type %s is not a %s and cannot be registered
he: תצוגה %s מסוג %s היא לא %s ולא ניתנת לרישום
id: Tampilan %s tipe %s bukan %s dan tidak dapat didaftarkan

source: View %s of type %s is registered already
he: תצוגה %s מסוג %s כבר רשומה
id: Tampilan %s tipe %s sudah terdaftar

source: Failed to register view %s of type %s
he: נכשל לרשום תצוגה %s מסוג %s
id: Gagal mendaftarkan tampilan %s tipe %s

source: View %s is not registered and cannot be unregistered
he: תצוגה %s אינה רשומה ולא ניתן לבטל רישום עבורה
id: Tampilan %s tidak terdaftar dan tidak bisa dikeluarkan dari daftar

source: Cannot create view %s because it is not registered
he: לא יכול ליצור תצוגה %s כי היא לא רשומה
id: Tak dapat membuat tampilan %s karena tidak terdaftar

source: The viewpad this selector belongs to
he: לוח התצוגה אליו שייך בורר זה
id: Viewpad milik selektor ini

source: The spacing between views and scrollbars
he: הרווח בין תצוגות וסרגלי גלילה
id: Jarak antara tampilan dan bilah gulir

source: Orientation of view selector
he: אוריינטציה של בורר תצוגה
id: Orientasi selektor tampilan

source: View ID
he: זהות תצוגה
id: ID tampilan

source: The internal ID used to register this type of view
he: הזהות הפנימית בשימוש לרישום סוג זה של תצוגה
id: ID internal yang digunakan untuk mendaftarkan tipe tampilan ini

source: View name
he: שם תצוגה
id: Nama tampilan

source: Name of view used to display
he: שם התצוגה בשימוש להצגה
id: Nama tampilan yang digunakan untuk menampilkan

source: View icon
he: הצג סמל
id: Ikon tampilan

source: Icon of view used to display. Icon name can be a themed icon name or file name
he: איקון של תצוגה בשימוש לתצוגה. שם איקון יכול להיות שם איקון ערכת נושא או שם קובץ
id: Ikon tampilan yang digunakan untuk menampilkan. Nama ikon bisa berupa nama ikon bertema atau nama berkas

source: View fit mode
he: מצב כשיר לתצוגה
id: Mode tampilan pas

source: Defines if view should be fit into viewpad and in which directions it should fit into it
he: מגדיר האם תצוגה צריכה להיות מוכנסת לתוך לוח תצוגה ובאיזה כיוונים היא צריכה להיות מוכנסת לתוכו
id: Mendefinisikan apakah tampilan harus pas ke dalam viewpad dan pada arah mana tampilan itu harus pas di dalamnya

source: Enabled
he: מאופשר
id: Aktifkan
nl: Ingeschakeld

source: This flag indicates if is view is enabled and activable
id: Bendera ini mengindikasikan jika tampilan diaktifkan dan dapat diaktifkan

source: Cannot update viewport of view because no one is active
id: Tak dapat memperbarui viewport tampilan karena tidak ada yang aktif

source: View %s is not a child of %s and cannot be activated
id: Tampilan %s bukan anak dari %s dan tidak dapat diaktifkan

source: Cannot activate disabled view %s at %s
id: Tak dapat mengaktifkan tampilan yang dinonaktifkan %s pada %s

source: Failed to create view %s for viewpad
id: Gagal membuat tampilan %s untuk viewpad

source: View %s of type %s is not a %s and cannot be added to %s
id: Tampilan %s tipe %s bukan %s dan tidak dapat ditambahkan ke %s

source: Active view
id: Tampilan aktif

source: The current active view in viewpad
id: Tampilan aktif saat ini di viewpad

source: Horizontal scrollbar visibility
id: Visibilitas bilah gulir horizontal
nl: Zichtbaarheid van horizontale schuifbalk

source: This flag indicates if horizontal scrollbar is visible
id: Bendera ini mengindikasikan apakah bilah gulir horizontal terlihat
nl: Deze vlag geeft aan of de horizontale schuifbalk zichtbaar is

source: Horizontal scrollbar policy
id: Aturan bilah gulir horizontal
nl: Beleid voor horizontale schuifbalk

source: The policy for horizontal scrollbar controlling when it is displayed
id: Aturan untuk pengendalian bilah gulir horizontal ketika ditampilkan
nl: Het beleid voor de horizontale schuifbalk dat bepaalt wanneer die wordt getoond

source: Vertical scrollbar visibility
id: Visibilitas bilah gulir vertikal
nl: Zichtbaarheid van verticale schuifbalk

source: This flag indicates if vertical scrollbar is visible
id: Bendera ini mengindikasikan apakah bilah gulir vertikal terlihat
nl: Deze vlag geeft aan of de verticale schuifbalk zichtbaar is

source: Vertical scrollbar policy
id: Aturan bilah gulir vertikal
nl: Beleid voor verticale schuifbalk

source: The policy for vertical scrollbar controlling when it is displayed
id: Aturan untuk mengendalikan bilah gulir vertikal ketika ditampilkan
nl: Het beleid voor de verticale schuifbalk dat bepaalt wanneer die wordt weergegeven

source: Object of type %s does not implement required virtual function XfdashboardWindowTrackerBackend::%s
id: Objek dari tipe %s tidak mengimplementasikan fungsi virtual XfdashboardWindowTrackerBackend::%s yang diperlukan
