Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: The initialized GtkBuilder object where to set up themes tab from
id: Objek GtkBuilder yang diinisialisasi dari mana tab tema disetel

source: Configure plugin: %s
es: Configurar complemento: %s
id: Konfigurasi plugin: %s
nl: Invoegsel instellen: %s

source: Could not set list of enabled plugins!
id: Tak dapat mengatur daftar plugin yang diaktifkan!
nl: Kon lijst van ingeschakelde invoegsels niet instellen.

source: Could not load plugin '%s' from '%s': %s
id: Tak dapat memuat plugin %s 'dari '% s':% s
nl: Kon invoegsel '%s' niet laden vanuit '%s': %s

source: <b>Plugin could not be loaded.</b> %s
es: <b>No se pudo cargar el complemento.</b> %s
id: <b>Plugin tak dapat dimuat.</b> %s
nl: <b>Invoegsel kon niet worden geladen.</b> %s

source: Theme
es: Tema
he: ערכת נושא
id: Tema
nl: Thema

source: Settings manager socket
es: Gestor de ajustes de socket
id: Soket manajer pengaturan
nl: Contactpunt voor instellingenbeheerder

source: Version information
es: Información de la versión
he: מידע גרסה
id: Informasi versi
nl: Versie-informatie

source: %s: %s Try %s --help to see a full list of available command line options.
es: %s: %s Pruebe %s --help para ver una lista completa de opciones de línea de órdenes.
he: %s: %s נסה %s --help לראות רשימה מלאה של אפשרויות שורות פקודה זמינות.
id: %s: %s Gunakan %s --help untuk melihat senarai lengkap opsi baris perintah yang tersedia.
nl: %s: %s Probeer '%s --help' om een volledige lijst te zien van beschikbare opties voor de opdrachtregel.

source: Failed to initialize xfconf: %s
id: Gagal menginisialisasi xfconf: %s
nl: Kon xfconf niet initialiseren: %s

source: Could not create the settings dialog.
he: לא ניתן ליצור את דו־שיח הגדרות.
id: Tak dapat membuat dialog pengaturan.
nl: Kon de instellingendialoog niet aanmaken.

source: Could not find UI file '%s'.
id: Tak dapat menemukan berkas UI '%s'.
nl: Kon gebruikersschilbestand '%s' niet vinden.

source: Could not load UI resources from '%s': %s
id: Tak dapat memuat sumber UI dari '%s': %s
nl: Kon geen gebruikersschilhulpbronnen laden van '%s': %s

source: Could not get dialog from UI file.
id: Tak bisa mendapatkan dialog dari berkas UI.
nl: Kon geen dialoogvenster verkrijgen uit bestand met gebruikersschil.

source: Cannot restart application: Failed to quit running instance
id: Tak dapat memulai ulang aplikasi: Gagal untuk menghentikan instansi yang berjalan
nl: Kan toepassing niet herstarten: kon draaiende instantie niet sluiten

source: Initializing clutter failed!
id: Gagal menginisialisasi kekacauan!
nl: Het initialiseren van clutter is mislukt.

source: Failed to create application instance
id: Gagal membuat instansi aplikasi
nl: Kon geen toepassingsinstantie maken

source: Could not restart application because existing instance seems still to be running.
id: Tak dapat memulai ulang aplikasi karena instansi yang ada tampaknya masih akan berjalan.
nl: Kon toepassing niet herstarten omdat er nog een bestaande instantie lijkt te draaien.

source: Target
he: מטרה
nl: Doel

source: Valid
he: חוקי
nl: Geldig

source: Monitor
he: עוקב
nl: Beeldscherm

source: Viewpad
he: לוח תצוגה

source: ms
he: מ״ש

source: Normal
he: רגיל
nl: Normaal

source: xfdashboard-blue
nl: xfdashboard-blauw

source: xfdashboard-dark
nl: xfdashboard-donker

source: xfdashboard-mint
nl: xfdashboard-munt

source: xfdashboard-wine
nl: xfdashboard-wijn

source: SOCKET ID
es: ID SOCKET
nl: CONTACTPUNT ID

source: Maybe a Gnome shell like dashboard for Expidus
es: Tal vez un intérprete de órdenes a modo de panel para Expidus

source: Start esdashboard as daemon in background
es: Iniciar Esdashboard como servicio en segundo plano

source: Esdashboard settings
es: Ajustes de Esdashboard

source: Configure esdashboard
es: Configurar Esdashboard

source: Esdashboard provides a GNOME shell dashboard like interface for use with Expidus desktop.
es: Esdashboard provee un Intérprete de panel como el de GNOME para usarse en el entorno de escritorio Expidus.

source: It can be configured to run to any keyboard shortcut and when executed provides an overview of applications currently open enabling the user to switch between different applications. The search feature works like Expidus's app finder which makes it convenient to search for and start applications.
es: Puede ser configurado para funcionar con cualquier combinación de teclas y cuando se ejecuta proporciona una visión general de las aplicaciones que estén abiertas permitendo al usuario cambiar entre diferentes aplicaciones. La función de búsqueda funciona como el buscador de aplicaciones de Expidus que hace que sea conveniente para buscar e iniciar aplicaciones.

source: This release candidate adds also more animations as well as fixes.
es: Esta versión candidata añade también más animaciones y correcciones.

source: This unstable development adds lots of new and updated translations and support for newer esconf versions.
es: Esta versión de desarrollo inestable agrega muchas traduccioines nuevas y actualizadas y soporte para nuevas versiones de esconf.

source: <span size="large"><b>Esdashboard settings</b></span>
es: <span size="large"><b>Configuraciones de Esdashboard</b></span>

source: <span size="large"><b>Esdashboard settings</b></span> Configure esdashboard
es: <span size="large"><b>Configuraciones de Esdashboard</b></span> Configure Esdashboard

source: If enabled the search view will be resetted when esdashboard is resumed. That means the active view is switched back to last view active before last search was started and search box will be emptied. <b>NOTE:</b> This setting only takes effect if esdashboard is running in daemon mode.
es: Si está activada, la vista de búsqueda se reiniciará cuando se reinicie Esdashboard. Esto significa que la vista activa se cambia a la última vista activa antes de que se inicie la última búsqueda y se vacíe el cuadro de búsqueda. <b>NOTA:</b> Esta configuración solamente tiene efecto si Esdashboard se ejecuta en modo demonio.

source: When esdashboard resumes the selected view will be activated. <b>NOTE:</b> This setting only takes effect if esdashboard is running in daemon mode.
es: Cuando Esdashboard se reanude, la vista seleccionada se activará. <b>NOTA:</b> Esta configuración solamente tiene efecto si Esdashboard se ejecuta en modo demonio.

source: This value defines how fast the window content should be created. While the value 'immediate' tells esdashboard to create the window content at the time it is requested, all other values will set up a queue and value defines how fast the queue will be processed. <b>NOTE:</b> Only change this value from 'immediate' to other value if your graphics card, driver or system is too slow to create the window contents immediately. You have to try each value to find the one fitting your system.
es: Este valor define la rapidez con que se debe crear el contenido de la ventana. Mientras que el valor «inmediato» indica a Esdashboard que cree el contenido de la ventana en el momento en que se solicite, todos los demás valores establecerán una cola y el valor definirá la velocidad de procesamiento de la cola. <b>NOTA:</b> Solamente cambie este valor de «inmediato» a otro valor si su tarjeta gráfica, controlador o sistema es demasiado lento para crear el contenido de la ventana inmediatamente. Debe de probar cada valor para encontrar el que se adapte a su sistema.

source: Default theme for esdashboard
es: Tema predeterminado para Esdashboard

source: Aubergine theme for esdashboard
es: Tema de color berenjena para Esdashboard

source: esdashboard-blue
es: Esdashboard azul

source: Blue theme for esdashboard
es: Tema de color azul para Esdashboard

source: esdashboard-dark
es: Esdashboard oscuro

source: Dark theme for esdashboard
es: Tema de color oscuro para el Esdashboard

source: esdashboard-mint
es: Esdashboard menta

source: Fresh-green flavored theme for esdashboard
es: Tema con sabor a verde fresco para Esdashboard

source: esdashboard-moranga
es: Esdashboard moronga

source: Moranga theme for esdashboard
es: Tema de color calabaza para Esdashboard

source: esdashboard-wine
es: Esdashboard vino

source: Red wine theme for esdashboard
es: Tema de color vino para el Esdashboard

source: A Gnome Shell like dashboard for Expidus1 - version
es: Un tablero al estilo Gnome-Shell para la versión Expidus1

source: Primary monitor only
es: Solo monitor principal

source: Activates esdashboard when pointer is moved to a configured corner of monitor
es: Activa Esdashboard cuando el puntero se mueve a una esquina configurada del monitor
