Repository: ExpidusOS/esdashboard
Catalog: po/*.po
Languages: es, he, id, nl

source: Blue theme for xfdashboard
he: ערכת נושא כחול עבור Xfdashboard
id: Tema biru untuk xfdashboard
nl: Blauw thema voor xfdashboard

source: Dark theme for xfdashboard
he: ערכת נושא כהה עבור Xfdashboard
id: Tema gelap untuk xfdashboard
nl: Donker thema voor xfdashboard

source: Fresh-green flavored theme for xfdashboard
he: ערכת נושא ירוק רענן עבור Xfdashboard
id: Tema rasa hijau-segar untuk xfdashboard
nl: Frisgroen thema voor xfdashboard

source: Moranga theme for xfdashboard
he: ערכת נושא מורנגה עבור Xfdashboard
id: Tema Moranga untuk xfdashboard
nl: Moranga-thema voor xfdashboard

source: Red wine theme for xfdashboard
he: ערכת נושא יין אדום עבור Xfdashboard
id: Tema anggur merah untuk xfdashboard
nl: Rode wijn-thema voor xfdashboard

source: Object type %s does not provide action '%s'
he: סוג אובייקט %s לא מספק פעולה '%s'
id: Tipe objek %s tidak memberikan aksi '%s'
nl: Objecttype %s levert actie '%s' niet

source: Action '%s' at object type %s is not an action signal.
he: פעולה '%s' בסוג אובייקט %s היא לא אות פעולה.
id: Aksi '%s' pada tipe objek %s bukan merupakan sinyal aksi.
nl: Actie '%s' bij objecttype %s is geen actiesignaal.

source: Action '%s' at object type %s wants return value of type %s but expected is %s.
he: פעולה '%s' בסוג אובייקט %s רוצה ערך חזרה של סוג %s אבל מצופה סוג %s.
id: Aksi '%s' pada tipe objek %s menginginkan nilai pengembalian dengan tipe %s tapi diharapkan adalah %s.
nl: Actie '%s' bij objecttype %s wil een retourwaarde van type %s maar verwacht wordt %s.

source: Action '%s' at object type %s wants %u parameters but expected are %u.
he: פעולה '%s' בסוג אובייקט %s רוצה %u פרמטרים אבל המצופים הם %u.
id: Aksi '%s' pada tipe objek %s menginginkan parameter %u tapi diharapkan adalah %u.
nl: Actie '%s' bij objecttype %s wil %u parameters maar verwacht wordt %u.

source: Action '%s' at object type %s wants type %s at parameter %u but type %s is expected.
he: פעולה '%s' בסוג אובייקט %s רוצה סוג %s בפרמטר %u אבל סוג %s הוא המצופה.
id: Aksi '%s' pada tipe objek %s menginginkan tipe %s pada parameter %u tetapi tipe %s yang diharapkan.
nl: Actie '%s' bij objecttype %s wil type %s bij parameter %u maar type %s wordt verwacht.

source: The target actor's class name to lookup and to perform action at
he: שם דירוג שחקן מטרה לחיפוש ולביצוע פעולה
id: Nama kelas target aktor untuk melakukan pencarian dan melakukan aksi
nl: De klassenaam van de doelacteur die moet worden opgezocht en waarbij een actie moet worden uitgevoerd

source: Action
he: פעולה
id: Aksi
nl: Actie

source: The action signal to perform at target
he: אות הפעולה לביצוע במטרה
id: Sinyal aksi yang akan dilakukan pada target
nl: Het actiesignaal om uit te voeren bij doel

source: Could not transform CSS string value for property '%s' to type %s of class %s
he: לא יכול להעביר ערך מחרוזת CSS עבור מאפיין '%s' לסוג %s של דירוג %s
id: Tak dapat mengubah nilai string CSS untuk properti '%s' untuk tipe %s dari kelas %s
nl: Kon CSS-tekenreekswaarde voor eigenschap '%s' niet omzetten naar type %s van klasse %s

source: Cannot allocate memory for animation entry for animation '%s' with signal '%s'
he: לא יכול להקצות זיכרון עבור ערך אנימציה לאנימציה '%s' עם אות '%s'
id: Tak dapat mengalokasikan memori untuk entri animasi untuk animasi '%s' dengan sinyal '%s'
nl: Kan geen geheugen toewijzen voor animatieregel voor animatie '%s' met signaal '%s'

source: Can focus
he: יכול לבצע פוקוס
id: Bisa fokus
nl: Kan scherpstellen

source: This flag indicates if this actor can be focused
he: אות סימון זה נותן אינדיקציה אם שחקן זה ניתן לפוקוס
id: Bendera ini mengindikasikan jika aktor ini dapat difokuskan
nl: Deze vlag geeft aan of deze uitvoerder scherpgesteld kan worden

source: Effects
he: אפקטים
id: Efek
nl: Effecten

source: List of space-separated strings with IDs of effects set at this actor
he: רשימה של מחרוזות מופרדות ברווח עם מזהים של אפקטים שנקבעו בשחקן זה
id: Daftar string dipisahkan dengan spasi dengan ID efek yang ditetapkan pada aktor ini
nl: Lijst van spatiegescheiden tekenreeksen met ID's van effecten ingesteld bij deze acteur

source: Cannot allocate memory for animation entry with actor '%s' at animation '%s'
he: לא יכול להקצות זיכרון עבור ערך אנימציה עם שחקן '%s' באנימציה '%s'
id: Tidak dapat mengalokasikan memori untuk entri animasi dengan aktor '%s' pada animasi '%s'
nl: Kan geen geheugen toewijzen voor animatieregel met acteur '%s' bij animatie '%s'

source: The animation ID
he: מזהה אנימציה
id: ID animasi
nl: De animatie-ID

source: Could not get information about application '%s'
he: לא יכול לקבל מידע אודות ישום '%s'
id: Tak bisa mendapatkan informasi tentang aplikasi '%s'
nl: Kon geen informatie verkrijgen over toepassing '%s'

source: Could not get application action for application '%s'
he: לא יכול לקבל פעולת ישום עבור ישום '%s'
id: Tak bisa mendapatkan aksi aplikasi untuk aplikasi '%s'
nl: Kon geen toepassingsactie verkrijgen voor toepassing '%s'

source: Could not execute action '%s' for application '%s': %s
es: No se pudo ejecutar la acción '%s' para la aplicación '%s': %s
he: לא יכול לבצע פעולה '%s' עבור ישום '%s':%s
id: Tak dapat mengeksekusi aksi '%s' untuk aplikasi '%s': %s
nl: Kon actie '%s' niet uitvoeren voor toepassing '%s': %s

source: Unknown error
es: Error desconocido
he: שגיאה לא מוכרת
id: Galat tak dikenal
nl: Onbekende fout

source: Executed action '%s' for application '%s'
es: Acción ejecutada '%s' para la aplicación '%s'
he: פעולה מבוצעת '%s' עבור ישום '%s'
id: Mengeksekusi aksi '%s' untuk aplikasi '%s'
nl: Actie '%s' uitgevoerd voor toepassing '%s'

source: Application information
he: מידע על היישום
id: Informasi aplikasi
nl: Toepassingsinformatie

source: The application information whose title and description to display
he: מידע ישום שאת הכותרת והתיאור שלו יש להציג
id: Informasi aplikasi yang mana judul dan deskripsinya akan ditampilkan
nl: De toepassingsinformatie waarvan de titel en beschrijving moeten worden getoond

source: Show description
he: הצג תיאור
id: Tampilkan deskripsi
nl: Beschrijving tonen

source: Show also description next to tile
he: הצג גם תיאור ליד הכותרת
id: Tampilkan juga deskripsi
nl: Toon ook beschrijving naast tegel

source: Format title only
he: קבע תבנית כותרת בלבד
id: Format hanya judul
nl: Vormgeving voor alleen titel

source: Format string used when only title is display
he: קבע תבנית מחרוזת בשימוש כאשר רק כותרת מוצגת
id: Format string yang digunakan ketika hanya judul yang tampil
nl: Vormgevingstekenreeks te gebruiken wanneer alleen titel wordt weergegeven

source: Format title and description
he: קבע תבנית כותרת ותיאור
id: Format judul dan deskripsi
nl: Vormgeving voor titel en beschrijving

source: Format string used when title and description is display. First argument is title and second one is description.
he: קבע תבנית מחרוזת בשימוש כאשר כותרת ותיאור מוצגים. ארגומנט ראשון הוא כותרת ושני הוא תיאור.
id: Format string yang digunakan ketika judul dan deskripsi yang tampil. Argumen pertama adalah judul dan kedua adalah deskripsi.
nl: Vormgevingstekenreeks te gebruiken wanneer titel en beschrijving worden weergegeven. Eerste argument is titel en tweede is beschrijving.

source: Launching application '%s' failed: %s
es: La ejecución de la aplicación '%s' falló: %s
he: שיגור יישום '%s' נכשל: %s
id: Meluncurkan aplikasi '%s' gagal: %s
nl: Starten van toepassing '%s' is mislukt: %s

source: No information available for application
es: No hay información disponible para la aplicación
he: אין מידע זמין עבור יישום
id: Tak ada informasi yang tersedia untuk aplikasi
nl: Geen informatie beschikbaar voor toepassing

source: unknown error
es: error desconocido
he: שגיאה לא ידועה
id: galat tak diketahui
nl: onbekende fout

source: Application '%s' launched
es: Aplicación «%s» ejecutada
he: יישום '%s' שוגר
id: Aplikasi '%s' diluncurkan
nl: Toepassing '%s' gestart

source: Could not reload application menu: %s
he: לא יכול לטעון מחדש תפריט ישום:%s
id: Tak dapat memuat menu aplikasi: %s
nl: Kon toepassingsmenu niet herladen: %s

source: Received event from unknown file monitor
he: התקבל אירוע מעוקב קובץ לא ידוע
id: Menerima kejadian dari monitor berkas yang tak diketahui

source: Unable to create file monitor for newly created directory '%s'
he: לא יכול ליצור עוקב קובץ עבור הספריה החדשה '%s'
id: Tak dapat membuat monitor berkas untuk direktori yang baru dibuat '%s'

source: Unable to create file monitor for '%s': %s
he: לא יכול ליצור עוקב קובץ עבור '%s':%s
id: Tak dapat membuat monitor berkas untuk '%s': %s

source: Unable to build path to '%s%s%s' to search for desktop files
he: לא יכול לבנות נתיב אל '%s%s%s' לחיפוש קבצי שולחן עבודה
id: Tak dapat membangun path untuk '%s%s%s' untuk mencari berkas desktop
nl: Kon pad niet opbouwen naar '%s%s%s' om te zoeken naar bureaubladbestanden

source: Could not determine desktop ID for '%s'
he: לא יכול לקבוע זהות שולחן עבודה עבור '%s'
id: Tak dapat menentukan ID desktop untuk '%s'
nl: Kon bureaublad-ID niet vaststellen voor '%s'

source: Unable to create file monitor for '%s'
he: לא יכול ליצור עוקב קובץ עבור '%s'
id: Tak dapat membuat monitor berkas untuk '%s'

source: [workaround for FreeBSD] Cannot initialize file monitor for path '%s' but will not fail: %s
he: [פתרון עקיף עבור FreeBSD] לא יכול להתחיל עוקב קובץ עבור נתיב '%s' אבל לא נכשל:%s
id: [Solusi sementara untuk FreeBSD] Tak dapat menginisialisasi monitor berkas untuk path '%s' tetapi tidak akan gagal: %s

source: Is loaded
he: טעון
id: Telah dimuat
nl: Is geladen

source: Flag indicating if application database has been initialized and loaded successfully
he: אות סימון הנותן אינדיקציה האם מאגר נתונים ישומים התחיל ונטען בהצלחה
id: Bendera yang menunjukkan jika basis data aplikasi telah berhasil diinisialisasi dan dimuat
nl: Vlag die aangeeft of de gegevensbank van de toepassing is geïnitialiseerd en met succes is geladen

source: Could not create environment lookup table for PID %d
he: לא יכול ליצור טבלת חיפוש סביבה עבור PID %d
id: Tak dapat membuat tabel pencarian lingkungan untuk PID %d

source: Malformed environment '%s' in environment set for PID %d at %s
he: סביבה מעוותת '%s' בסביבה שנקבעה עבור PID %d ב%s
id: Lingkungan cacat '%s' dalam lingkungan yang disetel untuk PID %d pada %s
nl: Misvormde omgeving '%s' in omgeving ingesteld voor PID %d op %s

source: Unexpected duplicate name '%s' in environment set for PID %d at %s: %s = %s
he: שם כפול לא צפוי '%s' בסביבה שנקבעה עבור PID %d ב%s:%s=%s
id: Nama duplikat tak diharapkan '%s' di lingkungan yang disetel untuk PID %d pada %s: %s = %s
nl: Onverwachte dubbele naam '%s' in omgeving ingesteld voor PID %d op %s: %s = %s

source: Application database was not initialized. Application tracking might not working.
he: מאגר נתונים ישומים לא התחיל. מעקב ישומים עלול לא לעבוד.
id: Basis data aplikasi tak diinisialisasi. Pelacakan aplikasi mungkin tidak bekerja.

source: Could not load theme '%s': %s
es: No se pudo cargar el tema '%s': %s
he: לא יכול לטעון ערכת נושא '%s':%s
id: Tak dapat memuat tema '%s': %s
nl: Kon thema '%s' niet laden: %s

source: Could not initialize xfconf: %s
he: לא יכול להתחיל את xfconf:%s
id: Tak dapat menginisialisasi xfconf: %s
nl: Kon xfconf niet initialiseren: %s

source: Could not initialize bindings
he: לא יכול להתחיל קשירות
id: Tak dapat menginisialisasi binding
nl: Kon bindingen niet initialiseren

source: Could not load bindings: %s
he: לא יכול לטעון קשירות:%s
id: Tak dapat memuat binding: %s
nl: Kon bindingen niet laden: %s

source: Could not setup window tracker backend
he: לא יכול להגדיר מגשר עורפי של עוקב חלון
id: Tak dapat menyiapkan backend pelacak jendela

source: Could not initialize application database
he: לא יכול להתחיל מאגר נתונים ישומים
id: Tak dapat menginisialisasi basis data aplikasi
nl: Kon gegevensbank van toepassingen niet laden

source: Could not load application database: %s
he: לא יכול לטעון מאגר נתונים ישומים:%s
id: Tak dapat memuat basis data aplikasi: %s
nl: Kon gegevensbank van toepassingen niet laden: %s

source: Could not initialize application tracker
he: לא יכול להתחיל עוקב ישומים
id: Tak dapat menginisialisasi pelacak aplikasi

source: Could not initialize plugin manager
he: לא יכול להתחיל מנהל תוספים
id: Tak dapat menginisialisasi manajer plugin
nl: Kon invoegselbeheerder niet initialiseren

source: Could not setup plugin manager
he: לא יכול להגדיר מנהל תוספים
id: Tak dapat menyiapkan manajer plugin
nl: Kon invoegselbeheerder niet instellen

source: Could not create binding between xfconf property and local resource for theme change notification.
he: לא יכול ליצור קשירה בין מאפיין xfconf ומשאב מקומי עבור הודעת שינוי ערכת נושא.
id: Tak dapat membuat binding antara properti xfconf dan sumber daya lokal untuk notifikasi perubahan tema.

source: Welcome to %s (%s)!
es: ¡Bienvenido a %s (%s)!
he: ברוכים הבאים אל %s (%s)!
id: Selamat datang di %s (%s)!
nl: Welkom bij %s (%s)!

source: Welcome to %s!
es: ¡Bienvenido a %s!
he: ברוכים הבאים אל %s!
id: Selamat datang di %s!
nl: Welkom bij %s!

source: Fork to background
es: Mantener en segundo plano
he: הסתעף לרקע
id: Cabangkan di latar belakang
nl: Vork naar achtergrond

source: Quit running instance
es: Cerrar la instancia en ejecución
he: הפסק להריץ מופע
id: Keluar dari aplikasi yang sedang berjalan
nl: Sluit draaiende instantie

source: Restart running instance
es: Reiniciar la instancia en ejecución
he: אתחל להריץ מופע
id: Jalankan ulang aplikasi yang sedang berjalan
nl: Herstart draaiende instantie

source: Toggles visibility if running instance was started in daemon mode otherwise it quits running non-daemon instance
es: Alterna la visibilidad si la instancia en ejecución se inició en modo demonio; de lo contrario, dejará de ejecutar la instancia que no es demonio.
he: מחליף ניראות אם מופע פועל התחיל במצב דמון אחרת מפסיק להריץ מופע שלא במצב דמון
id: Ubah visibilitas jika instansi yang berjalan dimulai dalam mode jurik, jika tidak, instansi non-jurik akan dihentikan
nl: Schakelt zichtbaarheid om indien draaiende instantie werd gestart als achtergronddienst; anders sluit het een draaiende instantie die geen achtergronddienst is

source: The ID of view to switch to on startup or resume
es: El ID de vista para cambiar al inicio o reanudar
he: הזהות של התצוגה אליה יש לעבור בהפעלה או התחלה חוזרת
id: ID tampilan untuk beralih saat mulai atau melanjutkan

source: Show version
es: Mostrar versión
he: הצג גרסה
id: Tampilkan versi
nl: Toon versie

source: A Gnome Shell like dashboard for Xfce4 - version
he: לוח מחוונים דומה למעטפת Gnome עבור Xfce4 - גרסה
id: Sebuah dasbor mirip Gnome Shell untuk Xfce4 - versi
nl: Een bedieningspaneel voor Xfce4-version zoals Gnome Shell

source: Cannot daemonized because a temporary new instance of application was forced.
he: לא יכול לבצע דמון כי נכפה מופע חדש זמני של ישום.
id: Tak dapat menjadikan jurik karena instansi baru yang temporer dari aplikasi telah dipaksakan.
nl: Kan niet als achtergronddienst draaien omdat er een tijdelijke nieuwe instantie van de toepassing werd afgedwongen.

source: Unable to register application: %s
he: לא יכול לרשום ישום:%s
id: Tak dapat mendaftarkan aplikasi: %s
nl: Kon toepassing niet registreren: %s

source: Is daemonized
he: ביצוע דמון
id: Dijadikan jurik
nl: Is omgezet in achtergronddienst

source: Flag indicating if application is daemonized
he: אות סימון הנותן אינדיקציה האם בוצע דמון לישום
id: Bendera yang mengindikasikan jika aplikasi dijadikan jurik
nl: Vlag die aangeeft of een toepassing is omgezet in achtergronddienst

source: Is suspended
he: מופסק
id: Ditangguhkan
nl: Is gepauzeerd

source: Flag indicating if application is suspended currently
he: אות סימון הנותן אינדיקציה האם ישום מופסק כרגע
id: Bendera yang mengindikasikan jika aplikasi ditangguhkan saat ini
nl: Vlag die aangeeft of een toepassing thans is gepauzeerd

source: Stage
he: שלב
id: Panggung

source: The stage object of application
he: אובייקט השלב של ישום
id: Objek panggung dari aplikasi

source: Theme name
he: שם ערכת הנושא
id: Nama tema
nl: Themanaam

source: Name of current theme
he: שם ערכת הנושא הנוכחית
id: Nama tema saat ini
nl: Naam van huidige thema

source: Iterator does not belong to application menu model.
he: איטרטור לא שייך למודל תפריט ישומים.
id: Iterator bukan milik model menu aplikasi.

source: Invalid column number %d added to iter (remember to end your list of columns with a -1)
he: מספר עמודה לא חוקי %d התווסף לאיטרציה (זכור לסיים את רשימת העמודות שלך עם -1)
id: Nomor kolom yang tidak valid %d ditambahkan ke iter (ingat untuk mengakhiri daftar kolom dengan -1)

source: No storage pointer provided to store value of column number %d
he: לא סופק מחוון אחסון לאחסון ערך של מספר עמודה %d
id: Tak ada penunjuk penyimpanan yang disediakan untuk menyimpan nilai dari kolom nomor %d

source: Could not create configuration folder for applications search provider at %s: %s
he: לא יכול ליצור תיקיית הגדרות לספק חיפוש ישומים ב%s:%s
id: Tak dapat membuat folder konfigurasi untuk penyedia pencarian aplikasi pada %s: %s
nl: Kon geen instellingenmap maken voor zoekdienst voor toepassingen op %s: %s

source: Statistics were not initialized
he: סטטיסטיקה לא התחילה
id: Statistik tidak diinisialisasi
nl: Statistieken werden niet geïnitialiseerd

source: Could not build path to statistics file of applications search provider
he: לא יכול לבנות נתיב לקובץ סטטיסטיקה של ספק חיפוש ישומים
id: Tak dapat membangun path menuju berkas statistik dari penyedia pencarian aplikasi
nl: Kon geen pad maken naar statistiekbestand van zoekdienst voor toepassingen

source: Could not create statistics data for application '%s' of applications search provider
he: לא יכול ליצור מידע סטטיסטיקה לישום '%s' של ספק חיפוש ישומים
id: Tak dapat membuat data statistik untuk aplikasi '%s' dari penyedia pencarian aplikasi
nl: Kon geen statistische gegevens maken voor toepassing '%s' van de zoekdienst voor toepassingen

source: Could not get value from group [%s] for application %s from statistics file of applications search provider: %s
he: לא יכול להשיג ערך מקבוצה [%s] עבור ישום %s מקובץ סטטיסטיקה של ספק חיפוש ישומים:%s
id: Tak bisa mendapatkan nilai dari grup [%s] untuk aplikasi %s dari berkas statistik penyedia pencarian aplikasi: %s

source: Failed to save statistics of applications search provider to %s: %s
he: נכשל לשמור סטטיסטיקה של ספק חיפוש ישומים אל %s:%s
id: Gagal menyimpan statistik penyedia pencarian aplikasi untuk %s: %s
nl: Kon statistieken van zoekdienst voor toepassingen niet opslaan op %s: %s

source: Failed to load statistics of applications search provider from %s: %s
he: נכשל לטעון סטטיסטיקה של ספק חיפוש ישומים מ%s:%s
id: Gagal memuat statistik penyedia pencarian aplikasi dari %s: %s
nl: Kon statistieken van zoekdienst voor toepassingen niet laden van %s: %s

source: No application information available for clicked application button.
he: מידע על ישומים לא זמין עבור כפתור ישום שנלחץ.
id: Tak ada informasi aplikasi yang tersedia untuk tombol aplikasi yang diklik.
nl: Geen toepassingsinformatie beschikbaar voor aangeklikte toepassingsknop.

source: Launch
es: Iniciar
he: הפעל
id: Luncurkan
nl: Starten

source: Applications
es: Aplicaciones
he: יישומים
id: Aplikasi
nl: Toepassingen

source: Could not allocate memory to copy search criteria for case-insensitive search
he: לא יכול להקצות זיכרון להעתקת קריטריון חיפוש לחיפוש לא תלוי באותיות גדולות או קטנות
id: Tak dapat mengalokasikan memori untuk menyalin kriteria pencarian untuk pencarian tak peka huruf besar/kecil
nl: Kon geen geheugen toewijzen om zoekcriteria te kopiëren voor hoofdletter-ongevoelig zoeken

source: Cannot create actor for desktop ID '%s' in result set of %s
he: לא יכול ליצור שחקן עבור זהות שולחן עבודה '%s' בסדרת תוצאות של %s
id: Tak dapat membuat aktor untuk ID desktop '%s' pada kumpulan hasil %s

source: Sort mode
he: מצב מיון
id: Mode urutan
nl: Rangschikwijze

source: Defines how to sort matching applications
he: מגדיר איך למיין ישומים תואמים
id: Mendefinisikan bagaimana mengurutkan aplikasi yang cocok
nl: Bepaalt hoe overeenkomende toepassingen moeten worden gerangschikt

source: Could not find view of type %s for menu '%s'
he: לא יכול למצוא תצוגה מסוג %s עבור תפריט '%s'
id: Tak dapat menemukan tampilan tipe %s untuk menu '%s'
nl: Kon geen weergave vinden van type %s voor menu '%s'

source: Back
es: Atrás
he: חזור
id: Kembali
nl: Terug

source: Go back to previous menu
es: Volver al menú anterior
he: חזרה לתפריט קודם
id: Kembali ke menu sebelumnya
nl: Ga terug naar vorig menu

source: All applications
es: Todas las aplicaciones
he: כל היישומים
id: Semua aplikasi
nl: Alle toepassingen

source: List of all installed applications
es: Listar todas las aplicaciones instaladas
he: רשימה של כל הישומים המותקנים
id: Tampilkan daftar semua aplikasi terpasang
nl: Lijst van alle geïnstalleerde toepassingen

source: %s is not a child of %s and cannot be selected
he: %s הוא לא ילד של %s ולא ניתן לבחירה
id: %s bukan anak dari %s dan tak dapat dipilih
nl: %s is geen afgeleid venster van %s en kan niet worden gekozen

source: Focusable object %s does not handle selection direction of type %s in icon mode.
he: אובייקט הניתן לפוקוס %s לא מטפל בהוראת בחירה מסוג %s במצב איקון.
id: Objek yang dapat difokuskan %s tidak menangani arah pemilihan untuk tipe %s pada mode ikon.
nl: Scherpstelbaar object %s kan niet overweg met selectierichting van type %s in pictogrammodus.

source: Focusable object %s does not handle selection direction of type %s in list mode.
he: אובייקט הניתן לפוקוס %s לא מטפל בהוראת בחירה מסוג %s במצב רשימה.
id: Objek yang dapat difokuskan %s tidak menangani arah pemilihan untuk tipe %s pada mode daftar.
nl: Scherpstelbaar object %s kan niet overweg met selectierichting van type %s in lijstmodus.

source: Cannot lookup selection target at %s because %s is a child of %s
he: לא יכול לחפש מטרת בחירה ב%s כי %s הוא ילד של %s
id: Tak dapat mencari target pemilihan pada %s karena %s adalah anak dari %s
nl: Kan selectiedoel niet opzoeken bij %s want %s is een afgeleid venster van %s

source: Focusable object %s does not handle selection direction of type %s.
he: אובייקט הניתן לפוקוס %s לא מטפל בהוראת בחירה מסוג %s.
id: Objek yang dapat difokuskan %s tidak menangani arah pemilihan untuk tipe %s.
nl: Scherpstelbaar object %s kan niet overweg met selectierichting van type %s.

source: %s is a child of %s and cannot be activated at %s
he: %s הוא ילד של %s ולא ניתן להפעלה ב%s
id: %s adalah anak dari %s dan tidak dapat diaktifkan di %s
nl: %s is een afgeleid venster van %s en kan niet worden geactiveerd op %s

source: View mode
he: מצב תצוגה
id: Mode tampilan
nl: Weergavemodus

source: The view mode used in this view
he: מצב התצוגה בשימוש בתצוגה זו
id: Mode tampilan yang digunakan pada tampilan ini
nl: De weergavemodus gebruikt in deze weergave

source: Spacing
he: ריווח
id: Spasi
nl: Spatiëring

source: Spacing between each element in view
he: רווח בין כל אלמנט בתצוגה
id: Jarak antar tiap elemen pada tampilan
nl: Ruimte tussen elk element in weergave

source: Parent menu icon
he: איקון תפריט הורה
id: Ikon menu utama
nl: Pictogram van bovenliggend menu

source: Name of icon to use for 'go-back-to-parent-menu' entries
he: שם של איקון לשימוש עבור ערכי 'חזור-אל-תפריט-הורה'
id: Nama ikon yang digunakan untuk entri 'go-back-to-parent-menu'
nl: Naam van te gebruiken pictogram bij 'ga-terug-naar bovenliggend-menu'-regels

source: Show all applications
he: הצג את כל היישומים
id: Tampilkan semua aplikasi
nl: Toon alle toepassingen

source: Whether to show a menu for all installed applications at root menu
he: האם להציג תפריט עבור כל הישומים המותקנים בתפריט הבסיס
id: Apakah menampilkan sebuah menu untuk semua aplikasi terpasang pada menu utama
nl: Of er een menu moet worden getoond voor alle geïnstalleerde toepassingen in het beginmenu

source: Background type
he: סוג רקע
id: Tipe latar belakang
nl: Achtergrondtype

source: Corners
he: פינות
id: Sudut
nl: Hoeken
